{
   "Qcsse6kWNSTo98SkAbwIjvZ5QyT2": [
      {
         "category": "dinner",
         "description": "Discover Fluffy Tapioca Cream, infused with egg yolk and flavored with vanilla. Serve Fluffy Tapioca Cream either warm or cold for a luscious dessert.",
         "estimatedTime": null,
         "imageName": "Fluffy Tapioca Cream.jpg",
         "ingredients": "3 Tbsp. MINUTE Tapioca|2 cups milk|1 egg, separated|6 Tbsp. sugar, divided|1 tsp. vanilla",
         "procedure": "Combine tapioca, milk, egg yolk and 3 Tbsp. sugar in medium saucepan. Let stand 5 min.|Meanwhile, beat egg white in small bowl with mixer on high speed until foamy. Gradually add remaining sugar, beating constantly until soft peaks form.|Bring to full boil on medium heat, stirring constantly. Remove from heat. Quickly stir egg white mixture into hot tapioca in saucepan until well blended. Stir in vanilla. Cool 20 min. Stir before serving.",
         "subcategory": "Desserts Recipes",
         "title": "Fluffy Tapioca Cream",
         "times": "06/21/2018, 18:24:31",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Our Fudgy Walnut Pie is super chocolatey and requires a full cup and a half of walnuts. It is, quite simply, the best you'll ever have.",
         "estimatedTime": 105,
         "imageName": "Fudgy Walnut Pie.jpg",
         "ingredients": "1/2 pkg. (15 oz.) ready-to-use refrigerated pie crusts (1 crust)|2 pkg. (4 oz. each) BAKERS Semi-Sweet Chocolate, broken into pieces|1/4 cup (1/2 stick) butter, softened|3/4 cup firmly packed brown sugar|3 eggs|1 tsp. vanilla|1/4 cup flour|1 cup chopped PLANTERS Walnuts|1/2 cup PLANTERS Walnut Halves",
         "procedure": "Position oven rack in lower third of oven. Preheat oven to 375°F. Prepare pie crust as directed on package, using 9-inch pie plate; set aside. Microwave chocolate in large microwaveable bowl on HIGH 2 min. Stir until chocolate is completely melted; set aside.|Beat butter and sugar in large bowl with electric mixer on medium speed until light and fluffy. Add eggs, 1 at a time, beating well after each addition. Blend in melted chocolate and vanilla. Add flour; mix well. Stir in chopped walnuts. Pour into crust. Arrange walnut halves over filling.|Bake 25 min. or until center of filling is set. Cool completely. Refrigerate at least 1 hour before serving.",
         "subcategory": "Desserts Recipes",
         "title": "Fudgy Walnut Pie",
         "times": "01/06/2018, 18:46:08|09/15/2018, 04:10:00",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "As if banana pudding weren't luscious enough on its own, we've gilded the dessert lily and layered it with vanilla wafers and a sweet pecan topping.",
         "estimatedTime": 225,
         "imageName": "Deep-Dish Layered Banana Pudding.jpg",
         "ingredients": "46 vanilla wafers, divided|1/2 cup chopped PLANTERS Pecans|1/3 cup packed brown sugar|1 tsp. ground cinnamon|3 Tbsp. butter, melted|2 pkg. (3.4 oz. each) JELL-O Vanilla Flavor Instant Pudding|2 cups cold milk|1 tub (8 oz.) COOL WHIP Whipped Topping, thawed, divided|4 banana s (1 lb.), sliced|1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1/4 cup granulated sugar",
         "procedure": "Heat oven to 350ºF.|Crush 30 wafers; mix with next 4 ingredients. Spread onto bottom of rimmed baking sheet sprayed with cooking spray. Bake 8 to 10 min. or until golden brown, stirring after 5 min. Cool.|Beat pudding mixes and milk in medium bowl with whisk 2 min. (Pudding will be thick.) Stir in 1 cup COOL WHIP.|Layer 1/3 of the crumb mixture and half each of the bananas and pudding in 2-qt. bowl; repeat layers.|Beat cream cheese and granulated sugar in medium bowl with mixer until blended. Gently stir in 1 cup of the remaining COOL WHIP; spread over top of dessert, sealing to edge of bowl. Sprinkle with remaining crumb mixture. Refrigerate 3 hours.|Serve topped with remaining COOL WHIP and whole wafers.",
         "subcategory": "Desserts Recipes",
         "title": "Deep-Dish Layered Banana Pudding",
         "times": "02/25/2018, 03:22:00",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Make your day more colorful with our Berry Fruit Tart recipe. Fresh blackberries, raspberries and sliced strawberries combine delightfully with cream cheese and puff pastry in our Berry Fruit Tart.",
         "estimatedTime": 75,
         "imageName": "Berry Fruit Tart.jpg",
         "ingredients": "1 frozen puff pastry sheet (1/2 of 17-1/4-oz. pkg.), thawed|1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1/3 cup powdered sugar|2 Tbsp. apple juice|3 cups mixed assorted berries (blackberries, raspberries and sliced strawberries)|2 Tbsp. apple jelly, melted, cooled",
         "procedure": "Heat oven to 400°F.|Unfold pastry on lightly floured surface; roll into 14x10-inch rectangle with rolling pin. Transfer to large baking sheet; brush edges with water. Fold over 1/2 inch around all sides, then press firmly onto bottom of pastry to form rim. Pierce bottom of pastry in several places with fork.|Bake 15 min. or until golden brown, breaking any large air bubbles with fork after 10 min. Transfer pastry to wire rack; cool completely.|Beat cream cheese, sugar and apple juice until blended; spread onto pastry. Top with berries. Brush melted jelly over fruit just before serving.",
         "subcategory": "Desserts Recipes",
         "title": "Berry Fruit Tart",
         "times": "07/13/2019, 07:30:22",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Start spreading the news for Pineapple-Topped New York Cheesecake. This Pineapple-Topped New York Cheesecake is great for a special occasion.",
         "estimatedTime": 380,
         "imageName": "Pineapple-Topped New York Cheesecake.jpg",
         "ingredients": "7 graham crackers, finely crushed (about 1 cup)|3 Tbsp. butter, melted|1 cup plus 3 Tbsp. sugar, divided|4 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|1 cup BREAKSTONES or KNUDSEN Sour Cream|1 Tbsp. vanilla|4 egg s|1 can (8 oz.) pineapple tidbits in juice, very well drained|1/2 cup pineapple preserves",
         "procedure": "Heat oven to 325ºF.|Mix graham crumbs, butter and 3 Tbsp. sugar; press onto bottom of 9-inch springform pan. Bake 10 min.|Meanwhile, beat cream cheese and remaining sugar with mixer until well blended. Beat in sour cream and vanilla. Add eggs, 1 at a time, beating on low speed after each just until blended.|Pour batter over crust. Bake 55 min. to 1 hour or until center is almost set. Run knife around rim of pan to loosen cake; cool before removing rim. Refrigerate cheesecake 4 hours.|Mix pineapple and preserves; spread over cheesecake just before serving.",
         "subcategory": "Desserts Recipes",
         "title": "Pineapple-Topped New York Cheesecake",
         "times": "08/23/2018, 16:15:39",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Try our Apple Crisp Recipe for a tasty treat that's ready in no-time—thanks to instant vanilla pudding and a cranberry-pecan granola mix!",
         "estimatedTime": 70,
         "imageName": "Apple Crisp Recipe.jpg",
         "ingredients": "5 tart apples, peeled, sliced (about 6 cups)|1 pkg. (1.0 oz.) JELL-O Vanilla Flavor Sugar Free Fat Free Instant Pudding|1/4 cup sugar|1/2 tsp. ground cinnamon|1/3 cup water|3 Tbsp. butter|1-1/2 cups cranberry-pecan granola",
         "procedure": "Heat oven to 350ºF.|Toss apples with next 3 ingredients in large bowl. Stir in water; spoon into 1-1/2-qt. baking dish.|Microwave butter in medium microwaveable bowl on HIGH 30 sec. or until melted. Stir in granola; spoon over apple mixture.|Bake 50 min. or until apples are tender.",
         "subcategory": "Desserts Recipes",
         "title": "Apple Crisp Recipe",
         "times": "09/12/2019, 01:02:03",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Take a bite of these decadent Mocha Cheesecake Minis and serve at your next holiday party. You'll love the hints of chocolate and coffee in this mocha cheesecake, all topped with some whipped topping for a delicious dessert you don't have to share.",
         "estimatedTime": 95,
         "imageName": "Mocha Cheesecake Minis.jpg",
         "ingredients": "10 vanilla creme-filled chocolate sandwich cookies, finely crushed (about 3/4 cup)|2 Tbsp. butter, melted|2 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|1/2 cup sugar|2 eggs|1 tsp. MAXWELL HOUSE Instant Coffee|2 tsp. water|1 pkg. (4 oz.) BAKERS Semi-Sweet Chocolate, melted, cooled|1-1/8 tsp. unsweetened cocoa powder, divided|1 cup thawed COOL WHIP Whipped Topping|24 chocolate-covered coffee beans",
         "procedure": "Heat oven to 350ºF.|Mix cookie crumbs and butter; press about 1 Tbsp. onto bottom of each of 12 foil-lined muffin cups. Bake 8 min.|Beat cream cheese and sugar with mixer until blended. Add eggs; beat just until blended. Dissolve coffee in water. Add to batter with melted chocolate; beat until blended. Spoon about 1/4 cup batter into each cup. (Cups will be full.)|Bake 23 to 25 min. or until centers are almost set. Cool completely.|Add 1 tsp. cocoa powder to COOL WHIP; stir gently until blended. Spoon into pastry bag fitted with decorating tip; use to pipe COOL WHIP mixture onto cheesecakes. Garnish with remaining cocoa powder and coffee beans.",
         "subcategory": "Desserts Recipes",
         "title": "Mocha Cheesecake Minis",
         "times": "01/11/2018, 13:45:07",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Come as close as possible to perfection with our OREO-Raspberry Cookie Balls recipe. Our OREO-Raspberry Cookie Balls are dipped and drizzled in chocolate.",
         "estimatedTime": 90,
         "imageName": "OREO-Raspberry Cookie Balls.jpg",
         "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|36 OREO Cookies, finely crushed|1/4 cup raspberry jam|1/4 cup chopped dried cranberries|1 oz. BAKERS White Chocolate, melted|2 drops red food coloring|4 pkg. (4 oz. each) BAKERS Semi-Sweet Chocolate, broken into pieces, melted",
         "procedure": "Mix first 4 ingredients until blended.|Shape into 48 (1-inch) balls. Freeze 10 min. Meanwhile, mix white chocolate and food coloring until blended.|Dip balls in semi-sweet chocolate, turning to evenly coat each ball; place on waxed paper-covered rimmed baking sheet. Drizzle with pink chocolate. Refrigerate 1 hour or until firm.",
         "subcategory": "Desserts Recipes",
         "title": "OREO-Raspberry Cookie Balls",
         "times": "02/14/2019, 17:59:47|09/28/2018, 22:16:31",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Add delicious fall flavor to a pumpkin spice cake with brown sugar frosting. Pumpkin Spice Cake with Brown Sugar Frosting features the perfect amount of sugar, spice and everything nice—plus delicious cream cheese.",
         "estimatedTime": 110,
         "imageName": "Pumpkin Spice Cake with Brown Sugar Frosting.jpg",
         "ingredients": "1 pkg. (2-layer size) spice cake mix|1 cup water|1 cup canned pumpkin|1/3 cup oil|3 eggs|3/4 cup chopped PLANTERS Walnuts|1 pkg. (8 oz.) PHILADELPHIA Neufchatel Cheese, softened|1/3 cup packed dark brown sugar|1 cup thawed COOL WHIP LITE Whipped Topping",
         "procedure": "Heat oven to 350ºF.|Beat first 5 ingredients in large bowl with mixer until well blended. Stir in nuts. Pour into 13x9-inch pan sprayed with cooking spray.|Bake 30 to 32 min. or until toothpick inserted in center comes out clean. Cool completely.|Beat Neufchatel and sugar in small bowl with mixer until well blended. Add COOL WHIP; mix well. Spread over cake.",
         "subcategory": "Desserts Recipes",
         "title": "Pumpkin Spice Cake with Brown Sugar Frosting",
         "times": "02/11/2018, 05:50:21",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Delight in this Raspberry Angel Cakes' gelatin, raspberries and whipped topping. Our sweetly unique Raspberry Angel Cake is truly heavenly.",
         "estimatedTime": 200,
         "imageName": "Raspberry Angel Cake.jpg",
         "ingredients": "3 cups boiling water|2 pkg. (3 oz. each) JELL-O Raspberry Flavor Gelatin|1 pkg. (12 oz.) frozen red raspberries (Do not thaw.)|1 pkg. (7.5 oz.) round prepared angel food cake, cut into 21 thin slices|1 cup thawed COOL WHIP Whipped Topping",
         "procedure": "Add boiling water to gelatin mixes in medium bowl; stir 2 min. until completely dissolved. Add berries; stir until thawed. Pour into 9-inch round pan sprayed with cooking spray.|Arrange cake slices in concentric circles over gelatin, with slices overlapping as necessary to completely cover gelatin.|Refrigerate 3 hours or until gelatin is firm. Unmold onto plate; top with COOL WHIP.",
         "subcategory": "Desserts Recipes",
         "title": "Raspberry Angel Cake",
         "times": "11/11/2018, 09:21:09",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Serve up this delectable Apricot Crumble Pie for dessert tonight. This Apricot Crumble Pie includes tapioca, brown sugar and fresh apricots.",
         "estimatedTime": 80,
         "imageName": "Apricot Crumble Pie.jpg",
         "ingredients": "2-1/4 lb. apricots, peeled, sliced (about 6 cups)|3/4 cup granulated sugar|1/4 cup MINUTE Tapioca|1/2 cup flour|1/4 cup packed brown sugar|1/4 cup cold butter or margarine, cut up|1 ready-to-use refrigerated pie crust (1/2 of 14.1-oz. pkg.)",
         "procedure": "Heat oven to 400°F.|Toss apricots with granulated sugar and tapioca. Let stand 15 min. Mix flour and brown sugar in medium bowl. Cut in butter until mixture resembles coarse crumbs; set aside.|Prepare pie crust as directed on package for unfilled 1-crust pie, using 9-inch pie plate. Fill with apricot mixture; top with crumb mixture.|Bake 45 to 50 min. or until juices form bubbles that burst slowly. Cool.",
         "subcategory": "Desserts Recipes",
         "title": "Apricot Crumble Pie",
         "times": "06/11/2018, 19:17:36",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Add some magic to dessert with the Black Magic Parfait Cups Recipe. Chocolate and vanilla ice creams, fudge topping, crushed chocolate sandwich cookies and whipped topping are layered for a luscious dessert in our Black Magic Parfait Cups recipe.",
         "estimatedTime": 20,
         "imageName": "Black Magic Parfait Cups Recipe.jpg",
         "ingredients": "24 OREO Cookies, divided|1 pt. (2 cups) chocolate ice cream|1 cup hot fudge ice cream topping|1 pt. (2 cups) vanilla ice cream|1 cup thawed COOL WHIP Whipped Topping",
         "procedure": "Finely crush 16 of the cookies; set aside.|Scoop 1/4 cup chocolate ice cream into each of 8 (6-oz.) parfait glasses; top each with 1 Tbsp. each fudge topping and cookie crumbs. Repeat all layers, except use the vanilla ice cream. Serve immediately. Or, cover and freeze until ready to serve.|Top with whipped topping and remaining cookies just before serving.",
         "subcategory": "Desserts Recipes",
         "title": "Black Magic Parfait Cups Recipe",
         "times": "05/11/2019, 18:34:28|12/29/2018, 04:30:43",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Discover your new go-to dessert with our Dark Chocolate Ganache Cheesecake! Top your chocolate ganache cheesecake with raspberries for a gorgeous treat.",
         "estimatedTime": 6,
         "imageName": "Dark Chocolate Ganache Cheesecake.jpg",
         "ingredients": "1-1/2 cups graham cracker crumbs|3 Tbsp. sugar|1/3 cup butter or margarine, melted|4 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|1 cup sugar|1 tsp. vanilla|4 egg s|1 tub (8 oz.) COOL WHIP Whipped Topping (Do not thaw.)|6 oz. BAKERS Bittersweet Chocolate|1 cup fresh raspberries",
         "procedure": "Heat oven to 325°F.|Mix graham crumbs, 3 Tbsp. sugar and butter; press onto bottom of 9-inch springform pan.|Beat cream cheese, 1 cup sugar and vanilla with mixer until blended. Add eggs, 1 at a time, mixing on low speed after each just until blended. Pour over crust.|Bake 55 min. or until center is almost set. Run knife around rim of pan to loosen cake; cool before removing rim. Refrigerate cheesecake 4 hours.|Microwave COOL WHIP and chocolate in microwaveable bowl on HIGH 2 to 2-1/2 min. or until chocolate is completely melted and mixture is well blended, stirring after each minute. Cool 15 min.; slowly pour over cheesecake. Garnish with raspberries.",
         "subcategory": "Desserts Recipes",
         "title": "Dark Chocolate Ganache Cheesecake",
         "times": "01/11/2019, 10:29:43",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Explore this Easy Caramel Apple Bread Pudding recipe. Drizzled with homemade caramel sauce, this Easy Caramel Apple Bread Pudding is perfect for fall.",
         "estimatedTime": 2,
         "imageName": "Easy Caramel Apple Bread Pudding.jpg",
         "ingredients": "1 Tbsp. butter|3 small Gala apples, peeled, chopped (about 3 cups)|25 KRAFT Caramels|1 can (12 oz.) evaporated milk, divided|1 can (14 oz.) sweetened condensed milk|4 eggs|1 tsp. vanilla|1/2 tsp. ground cinnamon|3/4 lb. unsliced white bread, cut into 1-inch cubes (about 8 cups)|1/2 cup dried cranberries|1 cup thawed COOL WHIP Whipped Topping",
         "procedure": "Heat oven to 350°F.|Melt butter in large skillet on medium heat. Add apples; cook 5 min. or until crisp-tender, stirring frequently. Remove from heat.|Place caramels in microwaveable bowl. Add 2 Tbsp. evaporated milk; set aside. Pour remaining evaporated milk into large bowl. Add sweetened condensed milk, eggs, vanilla and cinnamon; whisk until blended. Add bread; stir until liquid is absorbed. Stir in apples and cranberries; pour into 2-qt. casserole sprayed with cooking spray.|Place casserole dish in shallow pan. Add enough water to pan to come halfway up side of casserole dish.|Bake 1 hour 10 min. or until knife inserted in center of pudding comes out clean. Remove pudding from water bath; cool slightly.|Microwave caramels in microwaveable bowl on HIGH 1 min. or until completely melted, stirring every 30 sec. Drizzle over pudding. Serve topped with COOL WHIP.",
         "subcategory": "Desserts Recipes",
         "title": "Easy Caramel Apple Bread Pudding",
         "times": "02/26/2018, 11:41:23|05/16/2018, 02:21:39|05/30/2018, 23:39:59|06/11/2019, 23:36:59",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Swap out ice cream for pudding and whipped topping to get tasty Homemade 'Ice Cream' Sandwiches. These Homemade 'Ice Cream' Sandwiches sure are delightful!",
         "estimatedTime": 130,
         "imageName": "Homemade 'Ice Cream' Sandwiches.jpg",
         "ingredients": "1 pkg. (3.4 oz.) JELL-O Vanilla Flavor Instant Pudding|1 cup cold milk|1-1/2 cups thawed COOL WHIP LITE Whipped Topping|16 cinnamon graham cracker s, broken in half (32 squares)",
         "procedure": "Beat pudding mix and milk in medium bowl with whisk 2 min. (Pudding will be thick.) Stir in COOL WHIP.|Spoon onto 16 graham squares. Top each with second graham square to make sandwich; press together gently to secure. Place in shallow pan; cover.|Freeze 2 hours or until firm. Transfer to airtight container. Store in freezer up to 2 weeks.",
         "subcategory": "Desserts Recipes",
         "title": "Homemade 'Ice Cream' Sandwiches",
         "times": "02/08/2019, 21:35:40|06/26/2018, 14:53:39|06/28/2019, 20:32:23|10/21/2019, 08:47:15",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "No graham crackers? No problem. These scrumptious little s'mores start with mini fudge-covered shortbread cookies.",
         "estimatedTime": 5,
         "imageName": "Mini Shortbread S'mores.jpg",
         "ingredients": "1 pkg. (0.74 oz) mini fudge-covered shortbread cookies|8 JET-PUFFED Miniature Marshmallow s",
         "procedure": "Place 8 cookies, chocolate-sides up, in single layer on microwaveable plate; top with marshmallows.|Microwave on HIGH 10 sec. or until marshmallow puff.|Cover with remaining cookies.",
         "subcategory": "Desserts Recipes",
         "title": "Mini Shortbread S'mores",
         "times": "02/21/2019, 13:35:55",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Not a baker? Not a problem! Put your own festive spin on yummy peanut butter cookies with a white chocolate beard and sprinkled hat for Santa!",
         "estimatedTime": 35,
         "imageName": "Peanut Butter Cookie Santas.jpg",
         "ingredients": "12 peanut butter sandwich cookie s|1 pkg. (4 oz.) BAKERS White Chocolate, melted|2 Tbsp. red colored sugar|24 miniature semi-sweet chocolate chips|decorations: 12 each small red and white hard candies",
         "procedure": "Dip both ends of each cookie in chocolate, leaving a 1-inch section in center uncoated. Place on waxed paper-covered tray. Sprinkle sugar over one end of each cookie for Santas hat.|Use remaining white chocolate to attach to each cookie: 2 chocolate chips for Santas eyes, 1 white candy for pom pom of hat and red candy for nose.|Let stand 20 min. or until chocolate is firm.",
         "subcategory": "Desserts Recipes",
         "title": "Peanut Butter Cookie Santas",
         "times": "04/02/2019, 14:44:39|05/07/2018, 23:56:29|07/06/2018, 17:07:03",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Allow sea salt to bring the element of surprise to this chocolate-studded pecan pie. Salted-Chocolate Pecan Pie is the best of everything a dessert should be in one pie shell: sweet, salty, chocolatey. Serve this Salted-Chocolate Pecan Pie in addition to your favorite pecan pie for absolute balance.",
         "estimatedTime": 70,
         "imageName": "Salted-Chocolate Pecan Pie.jpg",
         "ingredients": "1 ready-to-use refrigerated pie crust (1/2 of 14.1-oz. pkg.)|2 tsp. flour, divided|3 egg s|1 cup light corn syrup|1 cup sugar|2 Tbsp. butter, melted|1 tsp. vanilla|1 cup PLANTERS Pecan Halves|2 oz. BAKERS Semi-Sweet Chocolate, coarsely chopped|1/2 tsp. coarse sea salt",
         "procedure": "Heat oven to 400ºF.|Unroll pie crust; sprinkle with half the flour. Turn; sprinkle with remaining flour. Press firmly onto bottom and up side of 9-inch pie plate; flute edge.|Whisk next 5 ingredients until blended. Stir in nuts; pour into crust. Sprinkle with chocolate.|Bake 15 min. Reduce oven temperature to 350ºF. Continue baking 30 to 35 min. or until top is puffed and lightly browned. Cool completely, sprinkling with salt after 15 min.",
         "subcategory": "Desserts Recipes",
         "title": "Salted-Chocolate Pecan Pie",
         "times": "05/20/2018, 19:55:59|10/09/2018, 06:06:35|10/29/2018, 02:37:12",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Scream for ice cream--cake!--with our Sundae Cone 'Cake' recipe. There's nothing better than a Sundae Cone 'Cake' made with real ice cream and sugar cone.",
         "estimatedTime": 265,
         "imageName": "Sundae Cone 'Cake'.jpg",
         "ingredients": "1 container (1.5 qt.) vanilla ice cream, slightly softened|6 sugar cones, divided|1 pkg. (4 oz.) BAKERS Semi-Sweet Chocolate|1 Tbsp. oil|1/4 cup chopped PLANTERS Dry Roasted Peanuts",
         "procedure": "Use back of spoon to pack ice cream into foil-lined 1-1/2-qt. bowl. Crush 4 sugar cones; sprinkle over ice cream. Press gently into ice cream to form even crust.|Freeze 4 hours or until ice cream is firm.|Unmold dessert onto plate; remove foil. Break remaining cones into pieces; press into side of dessert.|Melt chocolate as directed on package just before serving dessert. Stir in oil; cool slightly. Drizzle over dessert; sprinkle with nuts.",
         "subcategory": "Desserts Recipes",
         "title": "Sundae Cone 'Cake'",
         "times": "01/03/2019, 18:10:30|03/28/2018, 19:31:00",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Let kids take turns layering the vanilla pudding, wafers, berries and whipped cream of this creamy trifle recipe, which serves 16.",
         "estimatedTime": 195,
         "imageName": "Vanilla-Berry Trifle in a Cloud.jpg",
         "ingredients": "1 tub (8 oz.) COOL WHIP Whipped Topping, thawed|40 vanilla wafers, divided|2 pkg. (3.4 oz. each) JELL-O Vanilla Flavor Instant Pudding|3-1/2 cups cold milk|2 cups mixed berries (blueberries, raspberries, sliced fresh strawberries)",
         "procedure": "Use back of spoon to spread COOL WHIP onto bottom and up side of 2-1/2-qt. trifle dish or clear glass serving bowl. Gently press 16 wafers into COOL WHIP around side of bowl.|Beat pudding mixes and milk with whisk 2 min. Spoon half into prepared trifle dish; top with layers of half each of the remaining wafers and berries. Repeat layers.|Refrigerate 3 hours or until wafers begin to soften.",
         "subcategory": "Desserts Recipes",
         "title": "Vanilla-Berry Trifle in a Cloud",
         "times": "05/30/2018, 06:05:36|08/18/2019, 19:52:31|09/17/2018, 00:11:40",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": null,
         "estimatedTime": 255,
         "imageName": "Banana Split Poke Cake.jpg",
         "ingredients": "2 units vanilla cake layers|3 ounces gelatin|2 cups water|3.4 ounces pudding|1 cups milk|8 ounces whipped topping|1 slices bananas",
         "procedure": "1) In 2 clean 8-inch round pans, place the cake layers top side up. Take a large fork and pierce the cakes at 1/2-inch intervals.|2) Add boiling water to strawberry JELL-O mix; stir until dissolved. Then pour over both cake layers.|3) Refrigerate 3 hours.|4) Add pudding mix and milk in large bowl and stir 2 min; fold in COOL WHIP.|5) Dip cake pans in warm water for 10 sec to unmold.|6) Spread about 1 cup pudding mixture on bottom layer. Then place top layer on and frost top and sides with remaining COOL WHIP.||7) Optional: Top with chocolate shavings, banana slices, cherry, and chocolate drizzle.|8) Refrigerate at least 1 hour and serve!",
         "subcategory": "Desserts Recipes",
         "title": "Banana Split Poke Cake",
         "times": "12/04/2018, 12:41:17",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Also Known As: BEARS IN A BATHTUB How do you make JELL-O Gelatin even better? Whip it up until it’s as fluffy as a cloud so the gummy bears have a place to rest their sweet little heads.",
         "estimatedTime": 45,
         "imageName": "Bears on Cloud-Nine.jpg",
         "ingredients": "2 cups boiling water|2 pkg. (3 oz. each) JELL-O Strawberry Flavor Gelatin|4 cups ice cubes|1/3 cup bear-shaped gummy candies (2 oz.)",
         "procedure": "Add boiling water to gelatin mixes in medium bowl; stir 2 min. until completely dissolved. Add ice; stir 2 to 3 min. or until gelatin is slightly thickened. Remove any unmelted ice.|Pour all but 3/4 cup gelatin into 12 (5-oz.) clear plastic cups. Beat remaining gelatin with mixer on high speed 30 sec. or until fluffy and doubled in volume. Spoon over gelatin in cups.|Refrigerate 30 min. or until firm. Top with candies.",
         "subcategory": "Desserts Recipes",
         "title": "Bears on Cloud-Nine",
         "times": "06/17/2019, 22:42:01",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "End any special meal with a delicious fudge pie! Instant coffee, rum extract, chocolate and walnuts add flavor and richness to our Caribbean Fudge Pie.",
         "estimatedTime": 117,
         "imageName": "Caribbean Fudge Pie.jpg",
         "ingredients": "2 pkg. (4 oz. each) BAKERS Semi-Sweet Chocolate, broken into pieces|1/4 cup (1/2 stick) butter or margarine, softened|3/4 cup firmly packed brown sugar|3 egg s|2 tsp. MAXWELL HOUSE Instant Coffee|1 tsp. rum extract|1/4 cup flour|1 cup chopped PLANTERS Walnuts|1 unbaked 9-inch pastry shell|1/2 cup PLANTERS Walnut Halves",
         "procedure": "Preheat oven to 375°F. Microwave chocolate in microwaveable bowl on HIGH 2 min. or until almost melted, stirring after 1 min. Stir until chocolate is completely melted; set aside. Beat butter and sugar in large bowl with electric mixer on medium speed until light and fluffy. Add eggs, one at a time, beating until well blended after each addition. Add chocolate, coffee and rum extract; mix well. Stir in flour and chopped walnuts.|Pour into pastry shell. Arrange walnut halves on top of pie.|Bake in lower third of oven for 25 min. Cool. Refrigerate at least 1 hour before serving.",
         "subcategory": "Desserts Recipes",
         "title": "Caribbean Fudge Pie",
         "times": "05/11/2019, 02:41:04",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Cookie batter cheesecake? Nope, that's Cookie Butter Cheesecake—made with speculoos cookie butter, a yummy spreadable cookie paste.",
         "estimatedTime": 390,
         "imageName": "Cookie Butter Cheesecake.jpg",
         "ingredients": "1 pkg. (7.7 oz.) European-style cookies for coffee (speculoos cookies), divided|4 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|3/4 cup granulated sugar|1/4 cup packed dark brown sugar|1 Tbsp. vanilla|1/2 tsp. ground cinnamon|1/4 tsp. ground nutmeg|4 egg s|1/4 cup European-style cookie butter (speculoos cookie butter)",
         "procedure": "Heat oven to 325ºF.|Reserve 6 cookies. Finely crush remaining cookies; press onto bottom of 9-inch springform pan.|Beat cream cheese, sugars, vanilla and spices in large bowl with mixer until blended. Add eggs, 1 at a time, mixing on low speed after each just until blended. Pour over crust.|Bake 1 hour or until center is almost set. Run knife around rim of pan to loosen cake; cool before removing rim. Refrigerate cheesecake 4 hours.|Crush remaining cookies coarsely; sprinkle over cheesecake just before serving. Microwave cookie butter in microwaveable bowl on HIGH 30 sec. or until heated through; stir. Drizzle over cheesecake.",
         "subcategory": "Desserts Recipes",
         "title": "Cookie Butter Cheesecake",
         "times": "04/24/2019, 21:03:44|10/03/2018, 13:48:22|12/16/2018, 06:59:02",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Learn how to make these crispy Baked Crab Rangoons filled with creamy crabmeat! Watch the video to find out more about this Healthy Living appetizer recipe.",
         "estimatedTime": 40,
         "imageName": "Baked Crab Rangoon.jpg",
         "ingredients": "4 oz. (1/2 of 8-oz. pkg.) PHILADELPHIA Neufchatel Cheese, softened|1 can (6 oz.) crabmeat, drained, flaked|2 green onions, thinly sliced|1/4 cup KRAFT Light Mayo Reduced Fat Mayonnaise|12 wonton wrappers",
         "procedure": "Heat oven to 350°F.|Mix first 4 ingredients until blended.|Place 1 wonton wrapper in each of 12 muffin pan cups sprayed with cooking spray, extending edges of wrapper over rim of cup. Fill with crab mixture.|Bake 18 to 20 min. or until edges of cups are golden brown and filling is heated through.",
         "subcategory": "Appetizers & Snacks",
         "title": "Baked Crab Rangoon",
         "times": "06/14/2018, 13:34:44",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Try our no-bake PHILADELPHIA Smoked Salmon and Cream Cheese Dip for a quick appetizer! Two easy steps and this smoked salmon and cream cheese dip is ready.",
         "estimatedTime": null,
         "imageName": "PHILADELPHIA Smoked Salmon and Cream Cheese Dip.jpg",
         "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1 pkg. (4 oz.) smoked salmon, chopped|1/2 cup BREAKSTONES or KNUDSEN Sour Cream|1/4 cup chopped red onion s|1 Tbsp. dill weed",
         "procedure": "Spread cream cheese onto bottom of pie plate.|Top with remaining ingredients.",
         "subcategory": "Appetizers & Snacks",
         "title": "PHILADELPHIA Smoked Salmon and Cream Cheese Dip",
         "times": "05/05/2018, 03:11:44|09/17/2019, 21:40:55",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Dip into party time fun with this crowd-pleasing Six-Layer Dip recipe. True to the belief that more is merrier, this delicious six-layer dip is a chip's best buddy. The combination of salsa, cheddar cheese, sour cream, cream cheese, tomatoes and onions stacks up!",
         "estimatedTime": 190,
         "imageName": "Six-Layer Dip.jpg",
         "ingredients": "1 fully ripe avocado, cut in half, divided|1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1 cup BREAKSTONES or KNUDSEN Sour Cream|2 Tbsp. (1/2 of 1.25-oz. pkg.) TACO BELL® Taco Seasoning Mix|3 Tbsp. TACO BELL® Thick & Chunky Salsa|1 small tomato, chopped|3/4 cup KRAFT Shredded Mild Cheddar Cheese|2 green onions, sliced",
         "procedure": "Mash half the avocado with cream cheese until well blended; spread onto bottom of pie plate.|Mix sour cream and seasoning mix; spread over cream cheese mixture. Chop remaining avocado; mix with salsa. Spread over sour cream layer; cover with remaining ingredients.|Refrigerate several hours or until chilled.",
         "subcategory": "Appetizers & Snacks",
         "title": "Six-Layer Dip",
         "times": "01/04/2019, 08:54:48|02/02/2019, 22:21:24|04/02/2019, 00:46:29",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Discover stunning, cheesy mushroom tartlets that will make you look like a chef. One taste of these Creamy Mushroom Tartlets will have them saying 'yum!'",
         "estimatedTime": 27,
         "imageName": "Creamy Mushroom Tartlets.jpg",
         "ingredients": "1 Tbsp. butter or margarine|1 pkg. (8 oz.) fresh mushrooms, finely chopped|1/2 cup PHILADELPHIA Chive & Onion Cream Cheese Spread|1/4 cup KRAFT Grated Parmesan Cheese|1 can (8 oz.) refrigerated crescent dinner rolls|2 tsp. finely chopped fresh parsley",
         "procedure": "Heat oven to 350°F.|Melt butter in large nonstick skillet on medium heat. Add mushrooms; cook 5 min. or until tender, stirring frequently. Add cream cheese spread and Parmesan; cook and stir 1 min. or until cream cheese is melted. Remove from heat; set aside.|Unroll dough into 2 long rectangles; firmly press perforations and seams together to seal. Cut each rectangle into 12 squares. Place 1 square in each of 24 mini muffin cups with corners of squares extending over rims of cups. Firmly press dough onto bottom and up side of each cup. Spoon about 1-1/2 tsp. mushroom mixture into each cup.|Bake 10 to 12 min. or until golden brown. Sprinkle with parsley. Cool in pan 5 min. before serving.",
         "subcategory": "Appetizers & Snacks",
         "title": "Creamy Mushroom Tartlets",
         "times": "08/24/2019, 11:25:42",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Do you know what totchos are? You will after watching our How to Make Totchos cooking video. Hint: There are ORE-IDA TATER TOTS and some cheese involved.",
         "estimatedTime": 42,
         "imageName": "Loaded Totchos.jpg",
         "ingredients": "1 pkg. (32 oz.) ORE-IDA TATER TOTS|1 container (8 oz.) BREAKSTONES or KNUDSEN Sour Cream|1/4 cup KRAFT Classic Ranch Dressing|3 Tbsp. chopped fresh chives, divided|1 pkg. (8 oz.) KRAFT Shredded Cheddar Cheese|4 slices OSCAR MAYER Bacon, cooked, crumbled",
         "procedure": "Heat oven to 425ºF.|Bake TATER TOTS as directed on package.|Meanwhile, mix sour cream, dressing and 2 Tbsp. chives until blended.|Spread TATER TOTS onto platter; top with sour cream mixture, cheese and bacon. Sprinkle with remaining chives.",
         "subcategory": "Appetizers & Snacks",
         "title": "Loaded Totchos",
         "times": "05/24/2019, 06:30:12|07/21/2018, 20:09:57|10/12/2018, 04:32:57",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Discover a recipe that's both spooky and scrumptious with these Apple Monster Mouths. A delicious combo of sweetened cream cheese, apples and almonds, guests will grin when they see these Apple Monster Mouths on the Halloween buffet table.",
         "estimatedTime": 20,
         "imageName": "Apple Monster Mouths.jpg",
         "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1/2 cup packed brown sugar|1/2 tsp. vanilla|2 large apples, cut into quarters|1/4 cup PLANTERS Slivered Almonds",
         "procedure": "Beat cream cheese with mixer until creamy. Add sugar and vanilla; mix well.|Cut thin wedge in peel side of each apple piece; fill with 1 tsp. cream cheese mixture. Insert 4 to 6 nuts in cream cheese mixture in each apple to resemble teeth.|Spoon remaining cream cheese mixture into serving bowl. Serve with apples for dipping.",
         "subcategory": "Appetizers & Snacks",
         "title": "Apple Monster Mouths",
         "times": "04/14/2019, 19:14:31|07/29/2019, 02:18:36|10/28/2019, 08:15:23",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Sure, our Easy Black Bean Dip is easy—but that doesn't mean there isn't a little kick to it, thanks to a few drops of hot pepper sauce!",
         "estimatedTime": 190,
         "imageName": "Easy Black Bean Dip.jpg",
         "ingredients": "1 can (15 oz.) black beans, rinsed|1/2 cup MIRACLE WHIP Dressing|1/2 cup BREAKSTONES or KNUDSEN Sour Cream|1 can (4 oz.) chopped green chiles, drained|2 Tbsp. chopped cilantro|1 tsp. garlic powder|Few drops hot pepper sauce",
         "procedure": "Mix all ingredients until well blended.|Refrigerate several hours or until chilled.|Serve with crackers or assorted fresh vegetable dippers.",
         "subcategory": "Appetizers & Snacks",
         "title": "Easy Black Bean Dip",
         "times": "04/29/2018, 09:14:26",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "If you can slice a banana and spread peanut butter on graham crackers, you can make these tasty cracker sandwiches. (Psst… try 'em with other fruit, too!)",
         "estimatedTime": 5,
         "imageName": "Open-Face Cracker Sandwiches.jpg",
         "ingredients": "1 sheet graham crackers (2 squares)|2 tsp. creamy peanut butter|4 thin slices banana",
         "procedure": "Spread each cracker with peanut butter.|Top with banana slices.",
         "subcategory": "Appetizers & Snacks",
         "title": "Open-Face Cracker Sandwiches",
         "times": "10/22/2018, 05:15:34",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Black beans, salsa and fresh cilantro give the usual cream cheese-sour cream combination a great Mexican-style appeal. Let the fiesta begin!",
         "estimatedTime": 195,
         "imageName": "Slow-Cooker Easy Mexican Party Dip.jpg",
         "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1/2 cup BREAKSTONES or KNUDSEN Sour Cream|1 cup KRAFT Mexican Style Shredded Four Cheese with a TOUCH OF PHILADELPHIA, divided|1 can (15.5 oz.) black beans, rinsed|1 jar (16 oz.) TACO BELL® Thick & Chunky Salsa|2 green onions, sliced|1/4 cup chopped fresh cilantro",
         "procedure": "Mix cream cheese, sour cream and 3/4 cup shredded cheese until blended; spread onto bottom of slow cooker sprayed with cooking spray.|Top with beans, then salsa; cover with lid.|Cook on LOW 3 to 4 hours. Top with onions, cilantro and remaining cheese.",
         "subcategory": "Appetizers & Snacks",
         "title": "Slow-Cooker Easy Mexican Party Dip",
         "times": "04/20/2018, 16:32:16|07/12/2019, 05:19:48|09/25/2019, 23:55:59|10/27/2019, 15:25:05",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Have another reason to love mashups: the Southwest Egg Rolls Recipe. Here we've put a Southwestern-style spin on a favorite egg roll recipe.",
         "estimatedTime": 40,
         "imageName": "Southwest Egg Rolls Recipe.jpg",
         "ingredients": "1/2 cup KRAFT Classic Ranch Dressing|1/2 cup chopped fresh cilantro, divided|1-1/4 cups chopped cooked chicken|1-1/2 cups KRAFT Mexican Style Finely Shredded Four Cheese|1 cup canned black beans, rinsed|1 cup frozen corn|1/2 cup chopped red peppers|1 tsp. ground cumin|8 flour tortillas (8 inch), warmed|1 egg, beaten|2 Tbsp. oil",
         "procedure": "Heat oven to 400°F.|Mix dressing and 1/4 cup cilantro. Refrigerate until ready to use.|Mix remaining cilantro, chicken, cheese, beans, corn, peppers and cumin; mix lightly.|Spoon chicken mixture down centers of tortillas. Fold in opposite sides of each tortilla, then roll up, starting at bottom edge. Brush top edge with egg; press into egg roll to seal. Place, seam-sides down, on baking sheet; brush with oil.|Bake 20 min. or until golden brown. Cut each diagonally into thirds. Serve with dressing mixture.",
         "subcategory": "Appetizers & Snacks",
         "title": "Southwest Egg Rolls Recipe",
         "times": "02/15/2018, 05:27:17|02/25/2018, 00:42:52|03/16/2018, 23:35:15|10/17/2018, 12:19:53",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Thick with mushrooms, peppers and black olives, this substantial Veggie Pizza Dip is a guaranteed people-pleaser.",
         "estimatedTime": 30,
         "imageName": "Veggie Pizza Dip.jpg",
         "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Neufchatel Cheese, softened|1/2 cup CLASSICO Traditional Pizza Sauce|2 cloves garlic, minced|1/3 cup sliced black olives|1/3 cup chopped green pepper s|1/3 cup drained canned sliced mushrooms, coarsely chopped|1/3 cup chopped red onion s|1/2 cup KRAFT 2% Milk Shredded Italian* Three Cheese Blend|1/4 cup sliced fresh basil",
         "procedure": "Heat oven to 350ºF.|Mix Neufchatel, pizza sauce and garlic until blended; spread onto bottom of 9-inch pie plate. Top with next 5 ingredients.|Bake 18 to 20 min. or until dip is heated through and shredded cheese is melted.|Top with basil.",
         "subcategory": "Appetizers & Snacks",
         "title": "Veggie Pizza Dip",
         "times": "05/01/2019, 20:22:18",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "They look like they were prepared by a star pastry chef, but won ton wrappers make these delicious smoked salmon cups a snap to put together.",
         "estimatedTime": 25,
         "imageName": "Bristol Bay Smoked Salmon Snacks.jpg",
         "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1 pkg. (8 oz.) KRAFT Shredded Sharp Cheddar Cheese, divided|1/2 lb. smoked salmon, flaked|6 green onions, sliced|24 won ton wrappers",
         "procedure": "Heat oven to 425ºF.|Mix cream cheese and 1 cup shredded cheese in medium bowl until blended. Stir in salmon and onions.|Spray 24 mini muffin cups with cooking spray. Line each cup with 1 won ton wrapper. Fill with salmon mixture; sprinkle with remaining shredded cheese.|Bake 10 min. or until won tons are browned.",
         "subcategory": "Appetizers & Snacks",
         "title": "Bristol Bay Smoked Salmon Snacks",
         "times": "05/17/2019, 21:49:37|07/15/2019, 07:26:05|09/08/2019, 14:11:25",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "This savory baked cheesecake, flavored with feta cheese and pesto, makes a great appetizer spread.",
         "estimatedTime": 305,
         "imageName": "Feta Cheese & Pesto Torta.jpg",
         "ingredients": "1 Tbsp. butter|1/4 cup plain dry bread crumbs|1 Tbsp. POLLY-O Shredded Parmesan Cheese|3 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|1 cup BREAKSTONES or KNUDSEN Sour Cream|1/4 tsp. hot pepper sauce|3 egg s|1/2 cup CLASSICO Traditional Basil Pesto Sauce and Spread|3 pkg. (4 oz. each) ATHENOS Traditional Crumbled Feta Cheese, ground in food processor",
         "procedure": "Preheat oven to 325°F if using a silver 9-inch springform pan (or to 300°F if using a dark nonstick 9-inch springform pan). Spread butter onto bottom and 1 inch up side of pan. Coat with combined crumbs and Parmesan cheese; discard any excess crumbs and cheese. Wrap foil around bottom and up side of pan.|Beat cream cheese, sour cream and hot pepper sauce in large bowl with electric mixer on medium speed until well blended. Add eggs, one at a time, beating on low speed after each addition just until blended. Stir in feta cheese. (Batter will not be smooth.) Pour half of the batter (about 3-1/2 cups) into large bowl; stir in pesto. Pour into prepared pan; cover with remaining plain batter. Place springform pan in larger shallow baking pan. Fill baking pan with enough hot water to come 1 inch up side of springform pan.|Bake 45 min. or until center is set. Turn off oven; leave door ajar. Let torta stand in water bath in oven 1 hour. Remove torta from water bath. Run knife or metal spatula around rim of pan to loosen torta; cool before removing rim of pan. Refrigerate at least 4 hours or overnight. Serve as spread with assorted crackers or toasted French bread slices. Store leftover torta in refrigerator.",
         "subcategory": "Appetizers & Snacks",
         "title": "Feta Cheese & Pesto Torta",
         "times": "04/19/2019, 05:47:06|06/07/2018, 01:00:04|08/04/2018, 09:06:13",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Marinated antipasto is always a welcome appetizer. But to be an applauded appetizer, serve them kabob-style on small wooden skewers.",
         "estimatedTime": 40,
         "imageName": "Marinated Antipasto Appetizers.jpg",
         "ingredients": "4 oz. (1/2 of 8-oz. pkg.) KRAFT Low-Moisture Part-Skim Mozzarella Cheese, cut into 16 cubes|4 canned artichoke hearts, drained, quartered|1/4 cup KRAFT Italian Vinaigrette Dressing made with Extra Virgin Olive Oil|16 grape tomatoes|16 slices OSCAR MAYER Pepperoni|RITZ Simply Socials Original Crackers",
         "procedure": "Combine cheese, artichokes and dressing. Refrigerate 30 min. to marinate.|Drain cheese and artichokes; discard marinade. Thread 1 each tomato, artichoke quarter, pepperoni slice and cheese cube onto each of 16 small wooden skewers.|Arrange on platter. Serve with crackers.",
         "subcategory": "Appetizers & Snacks",
         "title": "Marinated Antipasto Appetizers",
         "times": "06/07/2018, 08:55:30|06/26/2018, 04:58:45|07/21/2018, 00:13:01|09/05/2019, 18:04:27",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Include our Mexican Shrimp Cocktail Recipe at your next fiesta. Our colorful Mexican Shrimp Cocktail Recipe is made with avocado and chipotle dressing.",
         "estimatedTime": 15,
         "imageName": "Mexican Shrimp Cocktail Recipe.jpg",
         "ingredients": "1 lb. cooked cleaned medium shrimp, coarsely chopped|4 cups plum tomatoes, seeded, chopped|1 avocado, chopped|1 stalk celery, chopped|1 fresh jalapeño pepper, seeded, finely chopped|1/2 cup KRAFT Mango Chipotle Vinaigrette Dressing|1/2 cup clam-flavored tomato cocktail|2 Tbsp. fresh lime juice|1/4 cup chopped fresh cilantro",
         "procedure": "Combine first 5 ingredients in large bowl.|Whisk dressing, tomato cocktail and lime juice until blended. Add to shrimp mixture; mix lightly.|Sprinkle with cilantro.",
         "subcategory": "Appetizers & Snacks",
         "title": "Mexican Shrimp Cocktail Recipe",
         "times": "04/04/2019, 23:20:55|07/05/2018, 07:42:25",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Quesadillas prove their versatility once again in this tasty dish for two. Grab the smoked ham and roasted red peppers and prepare to wow your tastebuds.",
         "estimatedTime": 9,
         "imageName": null,
         "ingredients": "2 flour tortillas (6 inch)|2 Tbsp. ATHENOS Black Olive Hummus|12 slices OSCAR MAYER Deli Fresh Smoked Ham|1/4 cup chopped roasted red pepper s|1/4 cup KRAFT Shredded Parmesan Cheese",
         "procedure": "Spread tortillas evenly with hummus.|Place 6 ham slices and 2 Tbsp. each of the peppers and cheese on bottom half of each tortilla; fold tortillas in half to enclose filling.|Cook in skillet sprayed with cooking spray on medium heat for 2 minutes on each side or until lightly browned on both sides.",
         "subcategory": "Appetizers & Snacks",
         "title": "Smoked Ham & Roasted Red Pepper Quesadilla",
         "times": "07/11/2018, 20:24:15|07/24/2018, 01:34:50|09/16/2019, 06:59:03",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Here's an easy take on tortilla española, a potato omelet cut into cubes so it can be served the traditional way, with toothpicks.",
         "estimatedTime": 65,
         "imageName": "Spanish Potato Omelet.jpg",
         "ingredients": "1/4 cup plus 1 Tbsp. olive oil, divided|5 potatoes (about 2 lb.), peeled, cut into 1/8-inch-thick slices|1 large onion, thinly sliced|2 cloves garlic, minced|1/2 tsp. salt|1/4 tsp. black pepper|6 large egg s",
         "procedure": "Heat 1/4 cup of the oil in 8- or 9-inch ovenproof skillet on medium heat. Add 1/3 of the potatoes; cover with layers of 1/3 each of the onions and garlic. Sprinkle lightly with salt and pepper. Repeat layers 2 times. Cook 5 minutes. Gently turn potato mixture over; cook an additional 5 minutes. Remove potato mixture from skillet; place in colander. Drain. Wash skillet.|Preheat broiler. Beat eggs in large bowl. Add potato mixture; stir gently. Let stand 10 minutes. Heat remaining 1 Tbsp. oil in same skillet on medium heat. Add egg mixture; tilt skillet to evenly cover bottom of skillet. Reduce heat to medium-low; cook 2 minutes, gently lifting omelet occasionally to prevent it from sticking to skillet.|Place skillet 4 to 6 inches from heat. Broil 10 minutes or until center is set and top is lightly browned. Gently cut around edge to loosen omelet from pan; slide omelet out of pan onto plate. Cut into bite-sized wedges or squares. Serve warm with toothpicks.",
         "subcategory": "Appetizers & Snacks",
         "title": "Spanish Potato Omelet",
         "times": "05/17/2019, 21:52:27|09/25/2018, 02:05:25",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Try these Baked Chicken Nachos tonight. You might find yourself making chicken dinners just to get the leftovers for more Baked Chicken Nachos!",
         "estimatedTime": 45,
         "imageName": "Baked Chicken Nachos.jpg",
         "ingredients": "1 Tbsp. oil|1 cup each chopped green peppers, red peppers and onions|3 cups shredded cooked chicken breasts|3/4 cup water|1 pkg. (1 oz.) TACO BELL® Taco Seasoning Mix|3/4 cup BREAKSTONES or KNUDSEN Sour Cream|7 cups tortilla chips (6 oz.)|1-1/2 cups KRAFT Shredded Pepper Jack Cheese",
         "procedure": "Heat oven to 350°F.|Heat oil in large skillet on medium-high heat. Add vegetables; cook and stir 5 min. Stir in chicken. Add water and seasoning mix; stir. Cook 10 min., stirring occasionally. Stir in sour cream.|Place half the chips in 13x9-inch baking dish; cover with layers of half each of the chicken mixture and cheese. Repeat layers.|Bake 20 min. or until heated through.",
         "subcategory": "Appetizers & Snacks",
         "title": "Baked Chicken Nachos",
         "times": "01/17/2018, 06:46:22|07/08/2018, 06:36:30|12/31/2018, 12:34:37",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Yep, you read it right. If you haven't tried cactus yet, this flavorful salsa, with all its fresh veggies and savory seasonings, would be a great start!",
         "estimatedTime": 15,
         "imageName": "Cactus Salsa.jpg",
         "ingredients": "1 cup canned or jarred prepared cactus, drained, chopped|1 red pepper, chopped|1/2 cup finely chopped fresh cilantro|1/2 cup frozen corn, thawed|1/2 cup KRAFT Zesty Italian Dressing|1/4 cup chopped onion s|1/4 cup chopped pickled jalapeño peppers|1/2 tsp. ground cumin",
         "procedure": "Mix ingredients until blended.",
         "subcategory": "Appetizers & Snacks",
         "title": "Cactus Salsa",
         "times": "03/24/2019, 10:26:51",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Whip up a batch of Cheesy Broccoli-Bacon Mac and Cheese Bites for your next party! Convenient mac and cheese bites with broccoli and bacon are perfect for diners of all ages!",
         "estimatedTime": 37,
         "imageName": "Cheesy Broccoli-Bacon Mac and Cheese Bites.jpg",
         "ingredients": "1 pkg. (14 oz.) KRAFT Deluxe Macaroni & Cheese Dinner|1 cup finely chopped broccoli florets|4 slices OSCAR MAYER Bacon, chopped|1 small yellow onion, chopped|1 egg, beaten|1/2 cup canned french-fried onions, coarsely crushed|3/4 cup KRAFT Finely Shredded Cheddar Cheese",
         "procedure": "Heat oven to 400ºF.|Prepare Dinner in large saucepan as directed on package, adding broccoli to the Macaroni cooking water for the last 2 min. Meanwhile, cook bacon and yellow onions in large skillet on medium heat 8 to 10 min. or until bacon is crisp.|Add bacon mixture to prepared Dinner along with the egg; mix well. Spoon into 36 mini muffin pan cups sprayed with cooking spray, adding about 2 Tbsp. to each. Top with fried onions and shredded cheese.|Bake 10 to 12 min. until golden brown. Cool in pans 5 min. before transferring to plate to serve.",
         "subcategory": "Appetizers & Snacks",
         "title": "Cheesy Broccoli-Bacon Mac and Cheese Bites",
         "times": "02/27/2019, 21:04:55",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Just when you thought empanadas couldn't get any better, this recipe with bacon, spinach and cheese came along. Enjoy!",
         "estimatedTime": 1,
         "imageName": "Cheesy Spinach and Bacon Empanadas.jpg",
         "ingredients": "6 slices OSCAR MAYER Bacon, cut into 1-inch pieces|1/4 cup chopped onions|2 cloves garlic, minced|1 pkg. (10 oz.) frozen chopped spinach, thawed, drained|1 cup KRAFT Shredded Sharp Cheddar Cheese|1/4 cup frozen corn, thawed|1 tsp. crushed red pepper|1 egg, beaten",
         "procedure": "Prepare Empanada Dough as directed. Cook bacon in medium skillet on medium heat 3 min. Add onions and garlic; cook and stir 4 min. or until bacon is crisp. Drain; place in medium bowl. Add spinach, cheese, corn and crushed pepper; mix well.|Heat oven to 400°F. Shape dough into 24 balls, using about 1 Tbsp. dough for each ball. Press each ball into 4-inch round. Spoon about 1 Tbsp. spinach mixture onto center of each round. Brush edges of dough evenly with half the egg; fold in half. Press tops lightly to remove air pockets. Press edges together to seal. Place on parchment-covered baking sheet; brush with remaining egg.|Bake 15 min. or until golden brown. Cool slightly.",
         "subcategory": "Appetizers & Snacks",
         "title": "Cheesy Spinach and Bacon Empanadas",
         "times": "06/02/2019, 23:44:54",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Take a trip down memory lane: This Classic ROKA Cheese Ball, studded with dried cranberries and chopped pecans, tastes as good as you remember.",
         "estimatedTime": 130,
         "imageName": "Classic ROKA Cheese Ball.jpg",
         "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1 jar (5 oz.) KRAFT ROKA Blue Spread|1/2 tsp. garlic powder|3/4 cup chopped PLANTERS Pecans|1/4 cup dried cranberries|RITZ Crackers",
         "procedure": "Mix first 3 ingredients until well blended. Refrigerate 2 hours.|Shape into ball; coat with remaining ingredients.|Serve with crackers.",
         "subcategory": "Appetizers & Snacks",
         "title": "Classic ROKA Cheese Ball",
         "times": "01/15/2018, 03:32:01",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Add melted butter and an Italian-style seasoning mix to your next batch of popcorn to give it a Continental appeal!",
         "estimatedTime": 25,
         "imageName": "Italian-Spiced Popcorn.jpg",
         "ingredients": "1/3 cup unpopped popcorn|1 pkt. SHAKE N BAKE Italian Seasoned Coating Mix|1/3 cup butter, melted",
         "procedure": "Preheat oven to 350°F. Pop popcorn according to package directions; place in large bowl.|Sprinkle with coating mix. Pour melted butter over popcorn mixture; toss to coat. Spread onto baking sheet.|Bake 10 min.",
         "subcategory": "Appetizers & Snacks",
         "title": "Italian-Spiced Popcorn",
         "times": "04/10/2019, 14:37:17|04/22/2019, 19:50:21|07/06/2019, 12:56:01|10/07/2019, 08:34:36",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Start the party with a tasty TATER TOTS recipe that yields Mini Loaded TATER TOTS® Appetizers! Prep time for this TATER TOTS recipe is just 15 minutes.",
         "estimatedTime": 40,
         "imageName": "Mini Loaded TATER TOTS® Appetizers.jpg",
         "ingredients": "48 (about 1/2 of 32-oz. pkg.) ORE-IDA TATER TOTS|3/4 cup KRAFT Shredded Cheddar Cheese|1/2 cup BREAKSTONES or KNUDSEN Sour Cream|4 slices OSCAR MAYER Bacon, cooked, crumbled|2 green onions, sliced",
         "procedure": "Heat oven to 450ºF.|Place 2 TATER TOTS in each of 24 mini muffin pan cups sprayed with cooking spray; place on bottom oven rack. Bake 10 min.|Spray bottom of shot glass with cooking spray. Use (in twisting motion) to press TATER TOTS in each muffin cup to make potato cup. Return to oven; bake additional 15 min. or until deep golden brown.|Add cheese to potato cups; bake 1 min. or until melted. Transfer to platter; fill with remaining ingredients.",
         "subcategory": "Appetizers & Snacks",
         "title": "Mini Loaded TATER TOTS® Appetizers",
         "times": "07/09/2019, 00:50:20|08/01/2018, 03:53:01",
         "isFavorite": false
      }
   ],
"4pxCqKVphFQDBqezrz6fpbFvemA2": [
      {
         "category": "dinner",
         "description": "Enjoy a bowl of our Hearty Italian Sausage Soup in just 40 minutes! Cook up the meat, onions, garlic and more to put in your delicious sausage soup.",
         "estimatedTime": 40,
         "imageName": "Hearty Italian Sausage Soup.jpg",
         "ingredients": "1 pkg. (13 oz.) OSCAR MAYER Natural Uncured Italian Style Herb Sausage, cut into 1/4-inch-thick slices|1 onion, chopped|2 cloves garlic, minced|2 cans (14 oz. each) fat-free reduced-sodium chicken broth|1-1/2 cups water|1 can (15 oz.) cannellini beans, rinsed|1 can (14.5 oz.) stewed tomatoes, undrained|1 cup rotini pasta, uncooked|2 cups tightly packed torn stemmed kale|2/3 cup KRAFT Shredded Mozzarella Cheese",
         "procedure": "Cook sausage and onions in large skillet on medium heat 8 min. or until sausage is evenly browned, stirring frequently and adding garlic for the last minute.|Add broth, water, beans and tomatoes; mix well. Bring to boil, stirring occasionally. Add pasta; stir. Return to boil; simmer on medium-low heat 10 min. or until pasta is tender, stirring occasionally. Remove from heat.|Stir in kale; cover. Let stand 5 min. or until kale is slightly wilted. Serve topped with cheese.",
         "subcategory": "Lunch Ideas",
         "title": "Hearty Italian Sausage Soup",
         "times": "10/29/2019, 06:19:31",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Savor Lentil Soup during cold months or year-round. This lentil soup is made even heartier with the addition of bacon & thickly sliced OSCAR MAYER Wieners.",
         "estimatedTime": 50,
         "imageName": "Lentil Soup.jpg",
         "ingredients": "6 slices OSCAR MAYER Bacon, chopped|1 small onion, chopped|1 clove garlic, minced|3 cans (14-1/2 oz. each) fat-free reduced-sodium chicken broth|1/2 lb. dry lentils, sorted, washed|1/2 lb. red potato (1 large potato), chopped|3 small carrot s (1/4 lb.), chopped|3 OSCAR MAYER Wieners, cut into 1/4-inch-thick slices|1/2 cup BREAKSTONES or KNUDSEN Sour Cream",
         "procedure": "Cook bacon and onions in large saucepan 8 to 10 min. or until bacon is crisp and onions are crisp-tender, stirring occasionally. Add garlic; cook 1 min.|Add next 5 ingredients; stir. Bring to boil; simmer on low heat 25 to 30 min. or until lentils and vegetables are tender.|Serve topped with sour cream.",
         "subcategory": "Lunch Ideas",
         "title": "Lentil Soup",
         "times": "02/08/2019, 13:36:26|03/07/2019, 23:55:10",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Two hands (and napkins) required here. That’s what it takes to get a hold of this beefy BBQ brisket and coleslaw-filled sandwich dripping with sauce.",
         "estimatedTime": 210,
         "imageName": "BBQ Beef Brisket Sandwiches with Coleslaw.jpg",
         "ingredients": "1 red onion, divided|2 cups each shredded green and red cabbage|1/4 cup MIRACLE WHIP Dressing|1 bottle (19.5 oz.) Heinz BBQ Sauce Texas Bold & Spicy, divided|1 Tbsp. oil|1 beef brisket (3 lb.), trimmed|1 can (14.5 oz.) fat-free reduced-sodium beef broth|2 cloves garlic, minced|12 kaiser roll s, partially split",
         "procedure": "Heat oven 350ºF.|Cut half the onion into thin slices; place in large bowl. Add cabbage; mix lightly. Mix dressing and 2 Tbsp. barbecue sauce until blended. Add to cabbage mixture; toss to coat. Refrigerate until ready to use.|Heat oil in large skillet on medium heat. Add meat; cook 5 min. or until evenly browned on both sides, turning after 3 min. Transfer to 13x9-inch baking dish sprayed with cooking spray. Chop remaining onion piece; sprinkle over meat. Mix broth, 1/2 cup of the remaining barbecue sauce and garlic; pour over meat. Cover.|Bake 2-1/2 to 3 hours or until meat is done (160ºF). Remove from heat. Let stand 10 min. Shred meat; place in large bowl. Add remaining barbecue sauce; toss to coat.|Fill each roll with 1/2 cup meat mixture and 1/3 cup coleslaw just before serving.",
         "subcategory": "Lunch Ideas",
         "title": "BBQ Beef Brisket Sandwiches with Coleslaw",
         "times": "06/25/2018, 08:54:21|09/22/2019, 06:03:19",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "This hearty BBQ Steakhouse Chili is made with tomatoes, beans and a pound each of beef top round steak and extra-lean ground beef.",
         "estimatedTime": 450,
         "imageName": "BBQ Steakhouse Chili.jpg",
         "ingredients": "2 Tbsp. oil|1 lb. beef top round steak, cut into 1/2-inch pieces|1 lb. extra-lean ground beef|1 onion, finely chopped|1/4 cup A.1. Dry Rub Bold Original|3 cloves garlic, minced|2 cans (16 oz. each) kidney beans, rinsed|2-1/2 cups undrained canned no-salt-added diced tomatoes|1 bottle (18 oz.) KRAFT Hickory Smoke Barbecue Sauce|3/4 cup KRAFT Shredded Cheddar Cheese",
         "procedure": "Heat oil in large skillet on medium heat. Add next 5 ingredients; stir. Cook 10 min. or until meat is evenly browned, stirring frequently. Spoon into slow cooker sprayed with cooking spray.|Add all remaining ingredients except cheese; stir. Cover with lid. Cook on LOW 7 to 8 hours (or on HIGH 4 to 5 hours).|Serve topped with cheese.",
         "subcategory": "Lunch Ideas",
         "title": "BBQ Steakhouse Chili",
         "times": "06/07/2019, 06:46:17|07/16/2019, 07:02:32|09/05/2018, 00:45:54|10/30/2019, 23:09:26",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Make this Green Enchilada Pork Chili dish for game day. Tasty Tex-Mex flavor makes this Green Enchilada Pork Chili totally touchdown-worthy.",
         "estimatedTime": 45,
         "imageName": "Green Enchilada Pork Chili.jpg",
         "ingredients": "1/4 cup KRAFT Zesty Italian Dressing|1-1/2 lb. pork tenderloin, cut into bite-size pieces|1 onion, chopped|2 cloves garlic, minced|1/4 cup chopped fresh cilantro, divided|2 cans (15 oz. each) pinto beans, rinsed, divided|1 jar (16 oz.) green salsa|1 can (14.5 oz.) fat-free reduced-sodium chicken broth|1 cup frozen corn|2 cups coarsely crushed tortilla chips|1/2 cup BREAKSTONES or KNUDSEN Sour Cream|1/2 cup KRAFT Mexican Style Finely Shredded Four Cheese",
         "procedure": "Heat dressing in Dutch oven or small stockpot on medium-high heat. Add meat, onions, garlic and 2 Tbsp. cilantro; cook 6 to 8 min. or until meat is done, stirring frequently. Meanwhile, mash half the beans in small bowl.|Add mashed beans, remaining whole beans, salsa, broth and corn to meat mixture in pan; mix well. Bring to boil; cover. Simmer on low heat 15 min., stirring occasionally.|Place 1/4 cup chips in each of 8 serving bowls; top with chili, sour cream, cheese and remaining cilantro.",
         "subcategory": "Lunch Ideas",
         "title": "Green Enchilada Pork Chili",
         "times": "01/26/2018, 12:50:17|08/09/2019, 13:04:25|09/26/2019, 05:25:43|10/13/2019, 11:55:53",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "How happy will you be one hectic weeknight when you remember that you made this Make-Ahead Smoky Chipotle Chicken Chili? Our prediction: very happy!",
         "estimatedTime": 1,
         "imageName": "Make-Ahead Smoky Chipotle Chicken Chili.jpg",
         "ingredients": "1 lb. lean ground chicken|1 yellow onion, chopped|2 cloves garlic, minced|1 can (28 oz.) diced tomatoes, undrained|1 can (15.5 oz.) black beans, rinsed|1 green pepper, chopped|1/3 cup KRAFT Sweet & Spicy Barbecue Sauce|1 Tbsp. chili powder|1 tsp. chipotle chile pepper powder|1/4 cup chopped fresh cilantro|3/4 cup KRAFT Mexican Style Shredded Four Cheese with a TOUCH OF PHILADELPHIA|2 green onions, chopped",
         "procedure": "Cook and stir first 3 ingredients in large nonstick skillet on high heat 8 to 10 min. or until chicken is done. Add tomatoes, beans, green peppers, barbecue sauce, chili powder and chipotle chile pepper powder; mix well. Bring to boil; simmer on medium-low heat 25 min., stirring occasionally. Cool completely.|Spoon chili into freezer container; freeze up to 1 month.|Thaw chili in refrigerator overnight. When ready to serve, bring to boil in saucepan, then simmer on medium-low heat 10 to 15 min. or until heated through, stirring occasionally. Stir in cilantro just before serving. Top with cheese and green onions.",
         "subcategory": "Lunch Ideas",
         "title": "Make-Ahead Smoky Chipotle Chicken Chili",
         "times": "02/20/2019, 13:26:01|08/10/2019, 01:12:04|10/28/2019, 23:50:29|12/06/2018, 05:00:22",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Horseradish and steak sauce give this hearty salad its steakhouse appeal. (Oh, and the strips of tender beef sirloin steak add to that, as well!)",
         "estimatedTime": 25,
         "imageName": "Steakhouse Salad.jpg",
         "ingredients": "1 beef sirloin steak (3/4 lb.), 3/4 inch thick|2 Tbsp. A.1. Original Sauce|1/4 cup KRAFT Mayo with Olive Oil Reduced Fat Mayonnaise|1/4 cup KRAFT Lite Ranch Dressing|2 tsp. KRAFT Prepared Horseradish|8 cups loosely packed chopped romaine lettuce|1 tomato, cut into wedges|1 small red onion, cut into thin wedges|1/2 cup KRAFT 2% Milk Shredded Sharp Cheddar Cheese",
         "procedure": "Heat grill to medium heat.|Grill steak 3 min. on each side. Brush with half the A.1. Sauce. Grill 4 to 5 min. or until medium doneness (160ºF), turning and brushing occasionally with remaining A.1. Sauce.|Transfer steak to cutting board; cover. Let stand 5 min. Meanwhile, mix mayo, dressing and horseradish until blended.|Cut steak across the grain into thin slices. Cover platter with lettuce; top with tomatoes, onions and meat. Drizzle with mayo mixture; sprinkle with cheese.",
         "subcategory": "Lunch Ideas",
         "title": "Steakhouse Salad",
         "times": "12/13/2018, 14:54:28|12/30/2018, 04:17:03",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Serve this Dill Shrimp Salad recipe on top of Boston lettuce leaves and a lemon wedge. Dill Shrimp Salad is a Healthy Living recipe everyone will enjoy.",
         "estimatedTime": 10,
         "imageName": "Dilled Shrimp Salad.jpg",
         "ingredients": "1/4 cup KRAFT Mayo with Olive Oil Reduced Fat Mayonnaise|2 Tbsp. BREAKSTONES Reduced Fat or KNUDSEN Light Sour Cream|2 tsp. GREY POUPON Dijon Mustard|1/2 tsp. dill weed|1 lb. cooked cleaned shrimp, chopped|1/2 cup chopped cucumbers|2 green onions, thinly sliced|4 large Boston lettuce leaves|1 lemon, cut into 4 wedges",
         "procedure": "Mix first 4 ingredients in medium bowl.|Add shrimp, cucumbers and onions; mix lightly.|Serve on lettuce leaves with lemon wedges.",
         "subcategory": "Lunch Ideas",
         "title": "Dilled Shrimp Salad",
         "times": "06/17/2018, 13:26:10|07/15/2018, 14:38:32|09/28/2019, 06:34:43|12/25/2018, 06:54:16",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Chicken, apples, toasted almonds, celery and green onions are tossed with herb-flavored mayo for irresistible flavor.",
         "estimatedTime": 195,
         "imageName": "Herbed-Chicken Salad.jpg",
         "ingredients": "1 Granny Smith apple, chopped|1 Tbsp. lemon juice|2 pkg. (6 oz. each) OSCAR MAYER CARVING BOARD Flame Grilled Chicken Breast Strips|1 pkg. (2 oz.) PLANTERS Slivered Almonds, toasted|2 stalks celery, chopped|2 green onions, sliced|1 Tbsp. chopped fresh parsley|1/3 cup KRAFT Real Mayo Mayonnaise|1/4 tsp. ground thyme|1/8 tsp. each black pepper, garlic powder, ground sage, dried oregano leaves and dried rosemary leaves",
         "procedure": "Toss apples with lemon juice in large bowl. Add chicken, nuts, vegetables and parsley; mix lightly.|Mix remaining ingredients until blended. Add to chicken mixture; mix lightly.|Refrigerate several hours or until chilled.",
         "subcategory": "Lunch Ideas",
         "title": "Herbed-Chicken Salad",
         "times": "08/29/2019, 05:00:16|10/18/2018, 03:55:26",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Experience great flavor with our Memphis-Style BBQ Dogs. Our Memphis-Style BBQ Dogs are topped with HEINZ BBQ sauce, green onions and shredded cheese.",
         "estimatedTime": 20,
         "imageName": "Memphis-Style BBQ Dogs.jpg",
         "ingredients": "4 slices OSCAR MAYER Bacon|4 OSCAR MAYER Selects Uncured Angus Bun-Length Beef Franks|4 hot dog buns|1/4 cup HEINZ BBQ Sauce Memphis Sweet & Spicy|2 green onions, sliced|1/4 cup KRAFT Finely Shredded Cheddar Cheese",
         "procedure": "Heat grill to medium heat.|Wrap bacon tightly around franks.|Grill 10 to 12 min. or until bacon is crisp and franks are heated through, turning frequently and adding buns, cut sides down, to the grill for the last minute to toast until golden brown.|Drain franks on paper towels. Fill buns with franks; top with barbecue sauce, onions and cheese.",
         "subcategory": "Lunch Ideas",
         "title": "Memphis-Style BBQ Dogs",
         "times": "03/06/2018, 15:26:41",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Help our Zesty Cobb Salad live up to its name with onions, blue cheese and Italian Dressing. Serve our Zesty Cobb Salad at lunch to liven up your day!",
         "estimatedTime": 20,
         "imageName": "Zesty Cobb Salad.jpg",
         "ingredients": "6 cups tightly packed chopped romaine lettuce|1 large avocado, coarsely chopped|2 cups chopped cooked chicken|4 slices cooked OSCAR MAYER Bacon, crumbled|2 cups mixed halved red and yellow cherry tomatoes|1/2 cup ATHENOS Crumbled Blue Cheese|1/4 cup slivered red onion s|1/2 cup KRAFT Zesty Italian Dressing",
         "procedure": "Place lettuce in large shallow bowl.|Cover with rows of all remaining ingredients except onions and dressing; top with onions.|Drizzle with dressing just before serving.",
         "subcategory": "Lunch Ideas",
         "title": "Zesty Cobb Salad",
         "times": "04/19/2018, 04:39:11|04/22/2018, 04:24:54|09/16/2019, 22:44:46",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "If you have chicken, ranch dressing, lettuce, bread rolls and VELVEETA slices, then you're 10 minutes away from these super-tasty sandwiches.",
         "estimatedTime": 24,
         "imageName": "Cheesy Chicken Ranch Sandwiches.jpg",
         "ingredients": "6 small boneless skinless chicken breasts (1-1/2 lb.)|2/3 cup KRAFT Classic Ranch Dressing, divided|6 oz. VELVEETA, cut into 6 slices|6 French bread rolls, split|6 large lettuce leaves",
         "procedure": "Heat broiler. Place chicken on rack of broiler pan sprayed with cooking spray. Brush with 1/3 cup dressing.|Broil, 3 to 4 inches from heat, 5 to 6 min. on each side or until chicken is done (165ºF). Top with VELVEETA; broil 2 min. or until melted.|Spread rolls with remaining dressing; fill with lettuce and chicken.",
         "subcategory": "Lunch Ideas",
         "title": "Cheesy Chicken Ranch Sandwiches",
         "times": "02/06/2019, 06:36:23|06/03/2018, 05:53:16|06/28/2019, 09:06:56|10/27/2018, 02:08:09",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Low-fat cottage cheese gives this dish its Healthy Living recipe cred. But it's the garlic powder that gives it its 'tude!",
         "estimatedTime": 5,
         "imageName": "Cottage Cheese with an Attitude.jpg",
         "ingredients": "1/2 cup BREAKSTONES or KNUDSEN 2% Milkfat Low Fat Cottage Cheese|2 French bread slices, toasted|1/8 tsp. garlic powder",
         "procedure": "Spoon cottage cheese onto toast slices.|Sprinkle with garlic powder.",
         "subcategory": "Lunch Ideas",
         "title": "Cottage Cheese with an Attitude",
         "times": "10/23/2019, 07:06:15",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Give your grilled cheese some veggie flavor with a Grilled Cheese and Vegetable Baguette. Mushrooms, roasted red peppers and fresh spinach make all the difference in this Grilled Cheese and Vegetable Baguette.",
         "estimatedTime": 13,
         "imageName": "Grilled Cheese and Vegetable Baguette.jpg",
         "ingredients": "1 cup sliced red onion|6 Tbsp. KRAFT Sun Dried Tomato Vinaigrette Dressing, divided|2 cups sliced fresh mushrooms|1 jar (7 oz.) roasted red peppers, drained , cut into strips|3/4 cup KRAFT Shredded Low-Moisture Part-Skim Mozzarella Cheese|1 baguette (1 lb.), split|4 KRAFT Provolone Cheese Slice s, cut in half|1-1/2 cups baby spinach leaves",
         "procedure": "Heat broiler.|Toss onions with 1/4 cup dressing in medium microwaveable bowl; cover with waxed paper. Microwave on HIGH 1-1/2 min. or until onions are crisp-tender. Add mushrooms, peppers and mozzarella; mix lightly.|Brush remaining dressing evenly onto cut sides of baguette; cover bottom half with provolone, spinach and onion mixture.|Broil both halves, 6 inches from heat, 3 min. or until cheese is melted. Cover bottom half of baguette with top of baguette. Cut into pieces to serve.",
         "subcategory": "Lunch Ideas",
         "title": "Grilled Cheese and Vegetable Baguette",
         "times": "08/22/2019, 14:27:16|10/06/2018, 02:27:52|11/16/2018, 17:52:51|11/29/2018, 06:46:58",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Rotini pasta. Tender shrimp. Cool cucumbers. This noodle salad is full of texture and flavor. Best of all, it's a snap to make!",
         "estimatedTime": 20,
         "imageName": "Shrimp & Cucumber Noodle Salad.jpg",
         "ingredients": "2 cups rotini pasta, uncooked|1/4 cup KRAFT Zesty Italian Dressing|2 tsp. lite soy sauce|1 lb. uncooked deveined peeled medium shrimp|1 cucumber, peeled, quartered lengthwise, seeded and sliced|1/2 cup chopped cilantro|1/4 cup PLANTERS Dry Roasted Peanuts, chopped|1 serrano chile, finely chopped|2 Tbsp. KRAFT Grated Parmesan Cheese",
         "procedure": "Cook pasta as directed on package. Meanwhile, mix dressing and soy sauce in large skillet on medium-high heat. Add shrimp; cook 8 to 10 min. or until shrimp turn pink.|Drain pasta; rinse, then drain again. Place in large bowl. Add shrimp and all remaining ingredients except cheese; mix lightly.|Top with cheese.",
         "subcategory": "Lunch Ideas",
         "title": "Shrimp & Cucumber Noodle Salad",
         "times": "03/16/2019, 18:56:55|04/28/2018, 12:17:32|10/26/2018, 13:55:16|12/08/2018, 08:22:26",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Topped with lettuce, cheese and tomatoes, these tasty Turkey and Vegetable Tostadas are a better-for-you dish that's ready to serve in less than 30 minutes.",
         "estimatedTime": 25,
         "imageName": "Turkey and Vegetable Tostadas.jpg",
         "ingredients": "6 flour tortillas (6 inch)|1 pkg. (1 oz.) TACO BELL® Taco Seasoning Mix, divided|1 lb. ground turkey breast|4 tomatoes, chopped, divided|1 cup chopped zucchini|1/2 cup water|1 cup KRAFT 2% Milk Shredded Colby & Monterey Jack Cheeses|1-1/2 cups shredded lettuce|3 Tbsp. chopped fresh cilantro",
         "procedure": "Heat oven to 400°F.|Place tortillas in single layer on baking sheet; spray with cooking spray. Sprinkle with about 1 tsp. taco seasoning. Bake 6 min. or until crisp and lightly browned.|Meanwhile, cook turkey in large skillet sprayed with cooking spray on medium-high heat 4 min. or until done, stirring frequently. Add 1 cup tomatoes, zucchini, water and remaining taco seasoning; simmer 5 min., stirring occasionally.|Spoon turkey mixture onto tortillas; top with cheese, lettuce, remaining tomatoes and cilantro.",
         "subcategory": "Lunch Ideas",
         "title": "Turkey and Vegetable Tostadas",
         "times": "04/07/2019, 05:12:34",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Top your salad of spinach, crunchy veggies and Asian-style sesame dressing with blackened shrimp to prepare this delicious Healthy Living salad.",
         "estimatedTime": 16,
         "imageName": "Asian Sesame Salad with Blackened Shrimp.jpg",
         "ingredients": "24 uncooked deveined peeled large shrimp (1 lb.)|1-1/2 tsp. Cajun seasoning|1 pkg. (6 oz.) baby spinach leaves|1 cup shredded red cabbage|1 cup shredded green cabbage|1 cup matchlike carrot sticks|1 cup fresh snow peas, cut lengthwise into thin strips|4 green onions, diagonally sliced|1/2 cup chopped cilantro|1/2 cup KRAFT Asian Toasted Sesame Dressing",
         "procedure": "Heat greased grill to medium-high heat.|Thread shrimp onto 8 skewers; sprinkle with seasoning, turning skewers to evenly coat both sides of each shrimp. Grill 3 min. on each side or until shrimp turn pink.|Cover 4 large plates with spinach; top with next 6 ingredients.|Drizzle with dressing; top with shrimp.",
         "subcategory": "Lunch Ideas",
         "title": "Asian Sesame Salad with Blackened Shrimp",
         "times": "01/07/2019, 18:31:44|07/08/2018, 06:47:36|10/12/2019, 19:38:19|11/25/2018, 21:41:07",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Sliced red onions and baby spinach leaves are the little touches that give this roast beef and cheese sandwich its bistro appeal.",
         "estimatedTime": 20,
         "imageName": "Bistro Beef & Jack Sandwich.jpg",
         "ingredients": "1 small red onion, sliced, separated into rings|4 tsp. KRAFT Balsamic Vinaigrette Dressing, divided|6 fresh mushroom s, sliced|4 slices multi-grain bread, toasted|1 Tbsp. KRAFT Mayo Homestyle Real Mayonnaise|1 tsp. GREY POUPON Dijon Mustard|1/2 cup loosely packed baby spinach leaves|1/4 lb. sliced roast beef|2 KRAFT Big Slice Colby Jack Cheese Slice s",
         "procedure": "Combine onions and 1 Tbsp. dressing; let stand 10 min.|Meanwhile, cook mushrooms in remaining dressing in skillet on medium-high heat 10 min. or until tender.|Spread toast slices with mayo, then mustard. Fill with spinach, onions, meat, mushrooms and cheese to make 2 sandwiches.",
         "subcategory": "Lunch Ideas",
         "title": "Bistro Beef & Jack Sandwich",
         "times": "10/22/2018, 16:31:58",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Try this Blue Peach Pizza Recipe for a truly amazing dish. Diced fresh peaches and blue cheese crumbles are only two of the surprising ingredients on this whole wheat tortilla peach pizza recipe.",
         "estimatedTime": 31,
         "imageName": "Blue Peach Pizza Recipe.jpg",
         "ingredients": "1 whole wheat tortilla (12 inch)|1/4 tsp. kosher salt|2 turkey sausage patties, diced|2 Tbsp. finely chopped red onion|3 oz. PHILADELPHIA Cream Cheese, softened|1 Tbsp. lemon juice|1 Tbsp. pure maple syrup|1/2 tsp. kosher salt|1/2 cup diced fresh peaches|1/4 cup blue cheese crumbles",
         "procedure": "Preheat oven to 400°F.|Spray both sides of tortilla with cooking spray and sprinkle with 1/4 tsp. kosher salt. Bake 4 min. on each side.|Sauté diced sausage and onion over medium heat 7 to 8 min. or until sausage browns and onions are tender.|Mix cream cheese with lemon juice, maple syrup and 1/2 tsp. salt.|Spread cream cheese mixture on crispy tortilla shell, then sprinkle sausage mixture, diced peaches and blue cheese on top.|Place assembled pizza back in oven for about 5 min.",
         "subcategory": "Lunch Ideas",
         "title": "Blue Peach Pizza Recipe",
         "times": "09/02/2019, 02:19:32",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Get spicy with hot pepper sauce and blue cheese in Buffalo Chicken Salad! Our quick Buffalo Chicken Salad will remind you of a zesty chicken appetizer.",
         "estimatedTime": 15,
         "imageName": "Buffalo Chicken Salad.jpg",
         "ingredients": "1 lb. boneless skinless chicken breast s, cut into strips|1 Tbsp. plus 1 tsp. hot pepper sauce, divided|1 pkg. (10 oz.) torn salad greens|2 stalks celery, sliced|2 carrot s, peeled, sliced|1/2 cup KRAFT Lite Ranch Dressing|1/4 cup ATHENOS Crumbled Blue Cheese",
         "procedure": "Heat large nonstick skillet on medium-high heat. Add chicken; cook and stir 4 to 5 min. or until done. Stir in 1 Tbsp. hot sauce.|Cover platter with salad greens; top with celery and carrots. Drizzle with dressing.|Top with chicken, cheese and remaining hot sauce.",
         "subcategory": "Lunch Ideas",
         "title": "Buffalo Chicken Salad",
         "times": "04/18/2018, 03:03:15|07/18/2018, 13:39:45|12/21/2018, 04:00:35",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Want to be famous for your subs? This meaty Healthy Living club sandwich rivals any deli for its super-hearty appeal.",
         "estimatedTime": 5,
         "imageName": "Famous Sub Shop Club.jpg",
         "ingredients": "1 Tbsp. KRAFT Light Mayo Reduced Fat Mayonnaise|2 hot dog bun s|4 slices OSCAR MAYER Deli Fresh Honey Ham|4 slices OSCAR MAYER Deli Fresh Oven Roasted Turkey Breast|4 slices OSCAR MAYER Deli Fresh Slow Roasted Roast Beef|1 small tomato, cut crosswise in half, then sliced|1 cup shredded lettuce",
         "procedure": "Spread mayo onto cut sides of buns.|Fill with remaining ingredients.",
         "subcategory": "Lunch Ideas",
         "title": "Famous Sub Shop Club",
         "times": "01/15/2018, 14:45:36|03/12/2019, 03:28:55|04/30/2019, 15:35:18|11/28/2018, 21:38:30",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Garden vegetable cream cheese spread gives this ham-topped bagel its creamy veggie appeal. A little lettuce, tomato and cheddar never hurt, either.",
         "estimatedTime": 5,
         "imageName": "Ham Garden Bagel.jpg",
         "ingredients": "1 plain bagel, split|2 Tbsp. PHILADELPHIA Garden Vegetable Cream Cheese Spread|1 KRAFT Big Slice Mild Cheddar Cheese Slice, halved|1 lettuce leaf|3 slices OSCAR MAYER Smoked Ham|2 slices tomato",
         "procedure": "Spread bagel halves evenly with cream cheese spread.|Cover 1 bagel half with cheddar cheese, lettuce, ham and tomatoes; top with remaining bagel half.",
         "subcategory": "Lunch Ideas",
         "title": "Ham Garden Bagel",
         "times": "01/16/2019, 14:54:58|01/31/2018, 22:32:30",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "It's all about the presentation with these buttery, triangle-cut grilled cheese sandwiches.",
         "estimatedTime": 11,
         "imageName": "It's-a-Party Grilled Cheese.jpg",
         "ingredients": "4 slices white bread|4 KRAFT Singles|4 tsp. butter or margarine, softened",
         "procedure": "Fill bead slices with Singles to make 2 sandwiches.|Spread outsides of sandwiches with butter.|Cook in skillet on medium heat 3 min. on each side or until golden brown on both sides. Cut into triangles.",
         "subcategory": "Lunch Ideas",
         "title": "It's-a-Party Grilled Cheese",
         "times": "03/06/2018, 09:15:53|05/07/2018, 23:35:33|06/19/2018, 05:19:29",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Can't face the idea of using the oven or microwave? Make this easy, fruit-and-veggie-packed plate instead, and you'll be noshing within 5 minutes.",
         "estimatedTime": 5,
         "imageName": "Italian Ham Cold Plate.jpg",
         "ingredients": "6 slices OSCAR MAYER Deli Fresh Smoked Ham|1/2 cup baby spinach|1 tomato, halved|1 slice honeydew melon (2-inch wedge)|5 RITZ Cracker s|1/4 cup KRAFT Shredded Low-Moisture Part-Skim Mozzarella Cheese|2 Tbsp. KRAFT Zesty Italian Dressing",
         "procedure": "Arrange ham, spinach, tomatoes, melon and crackers on plate. Top tomato halves with cheese.|Drizzle with dressing or use dressing as a dipping sauce.",
         "subcategory": "Lunch Ideas",
         "title": "Italian Ham Cold Plate",
         "times": "09/29/2018, 17:08:35",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Let round waffles stand in for taco shells in these Chicken 'n Waffle Tacos! This chicken and waffles take on a Tex-Mex favorite is sweet and savory.",
         "estimatedTime": 25,
         "imageName": "Chicken 'n Waffle Tacos.jpg",
         "ingredients": "1 lb. boneless skinless chicken breasts, cut lengthwise into 16 strips|1 pkt. SHAKE N BAKE Extra Crispy Seasoned Coating Mix|8 round frozen waffles, thawed|1/3 cup maple-flavored or pancake syrup|2 Tbsp. KRAFT Original Barbecue Sauce|1/2 tsp. Sriracha sauce (hot chili sauce)|1 green onion, thinly sliced",
         "procedure": "Heat oven to 400ºF.|Coat chicken with coating mix as directed on package; place on baking sheet. Bake 12 to 15 min. or until done.|Meanwhile, spray both sides of waffles with cooking spray. Gently fold each in half; secure with wooden toothpick. Place on separate baking sheet. Add to oven to bake with chicken for the last 8 min. Mix syrup, barbecue sauce and Sriracha sauce until blended.|Remove toothpicks from waffles. Place chicken strips in waffle shells; top with syrup mixture and onions.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Chicken 'n Waffle Tacos",
         "times": "02/15/2018, 14:10:24|04/05/2019, 01:00:14",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "A batter made with creamy wheat hot cereal gives these Healthy Living pancakes their super-hearty appeal.",
         "estimatedTime": 20,
         "imageName": "Hot Cereal Pancakes.jpg",
         "ingredients": "3/4 cup flour|1/2 cup creamy wheat (enriched farina) hot cereal (1-minute, 2-1/2-minute or 10-minute cook time)|2 Tbsp. sugar|1 Tbsp. CALUMET Baking Powder|1/2 tsp. salt|1/4 tsp. ground cinnamon|1 egg|1 cup milk|2 tsp. oil",
         "procedure": "Mix flour, cereal, sugar, baking powder, salt and cinnamon; set aside.|Beat egg, milk and oil in medium bowl with wire whisk until well blended. Add flour mixture; beat until well blended. Let stand 5 min.|Ladle batter onto hot nonstick griddle or skillet, using 1/4 cup batter for each pancake. Cook until bubbles form on tops, then turn over to brown other sides.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Hot Cereal Pancakes",
         "times": "07/19/2019, 03:11:19",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "No need to head out to Denver for these burritos! With fresh veggies, slow cooked ham and warmed tortillas, you're already on the road to enjoyment.",
         "estimatedTime": 20,
         "imageName": "Denver-Style Morning Burrito.jpg",
         "ingredients": "1 tub (10 oz.) PHILADELPHIA Cream Cheese Spread|2 Tbsp. milk|1/2 tsp. dried Italian seasoning|8 egg s|1/2 cup each chopped green pepper s and onions|1 cup chopped OSCAR MAYER CARVING BOARD Slow Cooked Ham|8 flour tortilla s (8 inch), warmed",
         "procedure": "Mix cream cheese spread, milk and seasoning until blended. Whisk eggs and 1/2 cup cream cheese mixture until blended.|Cook and stir vegetables and ham in large skillet sprayed with cooking spray on medium heat 2 to 3 min. or until vegetables are crisp-tender. Add egg mixture; cook 3 min. or until set, stirring occasionally.|Spread tortillas with remaining cream cheese mixture; top with egg mixture. Fold in opposite sides of each tortilla, then roll up, burrito style.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Denver-Style Morning Burrito",
         "times": "04/09/2019, 16:51:25|05/27/2019, 06:10:25|10/15/2018, 05:52:12|11/30/2018, 21:44:50",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Serve this Parmesan-Herb Bread Recipe to please the family. They don't need to know it took 15 minutes to put together this Parmesan-Herb Bread Recipe.",
         "estimatedTime": 45,
         "imageName": "Parmesan-Herb Bread Recipe.jpg",
         "ingredients": "1/2 cup KRAFT Grated Parmesan Cheese|1 Tbsp. chopped fresh oregano|1 can (16.3 oz.) refrigerated biscuits, cut crosswise in half|3 Tbsp. butter, melted",
         "procedure": "Heat oven to 350ºF.|Spray 9x5-inch loaf pan with cooking spray. Mix cheese and oregano in medium bowl until well blended.|Dip biscuit pieces, 1 at a time, in butter, then in cheese mixture, turning to evenly coat each piece. Place in prepared pan.|Bake 25 to 30 min. or until golden brown. Cool 10 min.; remove from pan to wire rack. Cool slightly.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Parmesan-Herb Bread Recipe",
         "times": "01/04/2019, 13:00:00|11/15/2018, 17:10:50",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Here's how to dress strawberry shortcake on Sunday morning: swap out the cake for a waffle, add blueberries, honey-flavored cereal, and cottage cheese.",
         "estimatedTime": 10,
         "imageName": "Blueberry-Strawberry Breakfast Shortcake.jpg",
         "ingredients": "1 frozen whole wheat waffle, lightly toasted|1/2 cup BREAKSTONES FREE or KNUDSEN FREE Fat Free Cottage Cheese|1/4 cup honey-flavored multi-grain cereal flakes with cinnamon-flavored clusters|1/4 cup sliced strawberries|1/4 cup blueberries",
         "procedure": "Top warm waffle with remaining ingredients.|Serve immediately.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Blueberry-Strawberry Breakfast Shortcake",
         "times": "03/08/2018, 03:36:10|05/22/2019, 06:12:29|08/17/2018, 15:28:58",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Learn how to make scrumptious, coconut-kissed Churro Donuts at home. Skip a trip to the store, and follow our amazing Churro Donuts recipe today!",
         "estimatedTime": 40,
         "imageName": "Churro Donuts.jpg",
         "ingredients": "2 oz. (1/4 of 8-oz. pkg.) PHILADELPHIA Cream Cheese, softened|1 Tbsp. milk|1 tsp. vanilla, divided|1 cup powdered sugar|1 cup water|1/3 cup butter|3 Tbsp. granulated sugar|1 cup flour|3 eggs|2 cups oil|1/3 cup BAKERS ANGEL FLAKE Coconut, lightly toasted",
         "procedure": "Whisk cream cheese, milk and 1/2 tsp. vanilla in medium bowl until blended. Add powdered sugar; mix well.|Bring water, butter and granulated sugar to boil in medium saucepan on medium-high heat. Add flour; cook and stir on medium heat 1 min. or until mixture pulls away from side of pan. Remove from heat. Add eggs, 1 at a time, beating with mixer after each until blended. Beat in remaining vanilla. Spoon dough into pastry bag fitted with large star tip.|Heat oil in deep fryer on medium heat to 350º F. Pipe dough into 3-inch ring over slotted spatula. Carefully slide dough, in batches, into hot oil using knife to help release dough from spatula; cook 4 min. on each side or until golden brown on both sides. Remove from oil with spatula; drain on paper towels. Cool 5 min.|Dip tops of donuts in cream cheese mixture; sprinkle with coconut.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Churro Donuts",
         "times": "01/18/2018, 14:43:45|05/18/2019, 00:53:44|07/14/2018, 13:55:28|09/11/2018, 07:45:56",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Discover everything an omelet should be with this Ham, Cheese & Sun-Dried Tomato Omelet. Make your morning great with this sun-dried tomato omelet!",
         "estimatedTime": 20,
         "imageName": "Ham, Cheese & Sun-Dried Tomato Omelet.jpg",
         "ingredients": "4 egg white s|1 whole egg|1/3 cup BREAKSTONES or KNUDSEN 2% Milkfat Low Fat Cottage Cheese|1 green onion, thinly sliced|2 Tbsp. finely chopped sun-dried tomato es|6 slices OSCAR MAYER Deli Fresh Smoked Ham, chopped|1/4 cup KRAFT 2% Milk Shredded Sharp Cheddar Cheese",
         "procedure": "Whisk first 3 ingredients in medium bowl until blended. Stir in onions and tomatoes.|Heat heavy 10-inch nonstick skillet sprayed with cooking spray on medium heat. Add egg mixture; cook 4 min. or until almost set, occasionally lifting edge with spatula and tilting pan to allow uncooked portion to flow underneath. Top with ham and cheddar; cook 2 to 3 min. or until egg mixture is set and cheddar is melted.|Slip spatula underneath omelet, tip skillet to loosen and gently fold omelet in half. Cut in half.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Ham, Cheese & Sun-Dried Tomato Omelet",
         "times": "06/25/2019, 08:30:37",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Peaches and cream are yummy, but not a good bagel topper. A better idea: This PHILLY Fruity Bagel, with fresh sliced peaches, blueberries and Neufchatel.",
         "estimatedTime": 5,
         "imageName": "PHILLY Fruity Bagel.jpg",
         "ingredients": "1 whole wheat bagel (3 inch), halved, toasted|2 Tbsp. PHILADELPHIA Neufchatel Cheese|1/4 cup sliced fresh peaches|1/4 cup fresh blueberries",
         "procedure": "Spread bagel halves with Neufchatel; top with fruit.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "PHILLY Fruity Bagel",
         "times": "05/08/2018, 09:19:53|05/21/2018, 00:23:39|07/27/2018, 08:50:02|08/31/2019, 18:24:38",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Love tasty egg dishes? Then this amazing Bright-Side Benedict recipe belongs in your life. Enjoy it the next time you make brunch!",
         "estimatedTime": 15,
         "imageName": "Bright-Side Benedict.jpg",
         "ingredients": "4 KRAFT Singles|3 Tbsp. milk|1 tsp. GREY POUPON Dijon Mustard|4 slices rustic white bread (3/4 inch thick), toasted|1/4 lb. cooked skinless bone-in ham (shank or butt-end portion), cut into 4 slices|1 large plum tomato, sliced|1/4 lb. fresh asparagus spears, cut into 4-inch lengths, blanched|4 egg s, poached|1 Tbsp. chopped fresh chives",
         "procedure": "Cook Singles, milk and mustard in saucepan 2 to 3 min. or until Singles are melted and sauce is well blended, stirring frequently.|Cover toast slices with ham, tomatoes, asparagus and eggs; top with sauce and chives.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Bright-Side Benedict",
         "times": "03/20/2019, 06:20:17|05/01/2018, 08:48:30|10/10/2018, 04:08:48|12/05/2018, 16:58:10",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Get 13 grams of protein to go in this 5-minute, calcium-rich burrito!",
         "estimatedTime": 5,
         "imageName": "Cheesy Burrito Scramble to Go.jpg",
         "ingredients": "1 whole wheat tortilla (6 inch)|1 KRAFT 2% Milk Singles|1 egg|1 Tbsp. salsa",
         "procedure": "Place tortilla in small microwaveable bowl; top with 2% Milk Singles. Add egg; beat gently with fork.|Microwave on HIGH 1 min. or just until egg is set.|Transfer tortilla to small sheet of foil; top with salsa. Fold tortilla over egg, then wrap in foil.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Cheesy Burrito Scramble to Go",
         "times": "04/24/2019, 13:16:43|05/07/2019, 19:07:56",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Delight the whole family with the delicious flavor of this Cheesy Vegetable Tortilla Bake. We bet they'll ask you to make it again!",
         "estimatedTime": 45,
         "imageName": "Cheesy Vegetable Tortilla Bake.jpg",
         "ingredients": "1 Tbsp. oil|1 pkg. (6 oz.) OSCAR MAYER Baked Cooked Ham, chopped|1 each green and red pepper, chopped|1 onion, chopped|1/2 cup TACO BELL® Thick & Chunky Salsa|6 egg s, beaten|3/4 cup BREAKSTONES or KNUDSEN Sour Cream|9 corn tortilla s (6 inch), cut in half|1 pkg. (8 oz.) KRAFT Mexican Style Finely Shredded Four Cheese, divided",
         "procedure": "Heat oven to 350ºF.|Heat oil in medium skillet on medium heat. Add ham, peppers and onions; cook 5 to 7 min. or until vegetables are crisp-tender. Remove from heat. Stir in salsa. Beat eggs and sour cream with whisk until blended.|Arrange 6 tortilla halves on bottom of 13x9-inch baking dish sprayed with cooking spray. Spread half the vegetable mixture over tortillas; cover with half the egg mixture and 1/2 cup cheese. Repeat all layers starting with tortillas. Top with remaining tortillas. Let stand 5 min.|Bake 25 min. Top with remaining cheese; bake 5 min. or until melted.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Cheesy Vegetable Tortilla Bake",
         "times": "01/29/2018, 16:24:23|05/24/2019, 03:28:01|11/14/2018, 18:05:11",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "This Chilaquiles Torte truly makes a beautiful presentation at the table. And as gorgeous as it is, it tastes even better!",
         "estimatedTime": 1,
         "imageName": "Chilaquiles Torte.jpg",
         "ingredients": "12 egg s|1 cup green salsa, divided|3/4 cup milk|4 cups tortilla chips|1-1/2 cups KRAFT Shredded Queso Quesadilla Cheese with a TOUCH OF PHILADELPHIA, divided|3 green onions, chopped, divided|1 plum tomato, seeded, chopped|1/2 cup BREAKSTONES or KNUDSEN Sour Cream",
         "procedure": "Whisk eggs, 3/4 cup salsa and milk in large bowl until well blended. Stir in chips, 1 cup cheese and 1/4 cup onions; cover. Refrigerate at least 8 hours.|Heat oven to 375ºF. Cover outside of 9-inch springform pan with heavy-duty foil; spray inside with cooking spray. Pour egg mixture into prepared pan.|Bake, uncovered, 45 min. or until center is set. Top with remaining cheese; bake 5 min. or until cheese is melted.|Top with remaining onions and tomatoes. Serve with remaining salsa and sour cream.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Chilaquiles Torte",
         "times": "02/02/2019, 15:01:47",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Classic corn bread gets a major flavor boost when it's topped with sautéed onions and poblano chiles blended with sour cream.",
         "estimatedTime": 30,
         "imageName": "Corn Bread with Poblanos & Sour Cream.jpg",
         "ingredients": "1 pkg. (8.5 oz.) corn muffin mix|1 can (11 oz.) whole kernel corn, drained, divided|1/2 cup KRAFT Shredded Cheddar Cheese|2 Tbsp. oil|1/2 cup sliced onions|4 roasted poblano chiles, peeled, seeded and thinly sliced|1/2 cup BREAKSTONES or KNUDSEN Sour Cream|1/4 cup water|1/4 tsp. salt",
         "procedure": "Preheat oven to 350ºF. Prepare corn bread mix as directed on package. Stir in 1/2 cup of the corn and the cheese. Pour into lightly greased 8-inch square baking pan. Bake 20 min.|Meanwhile, heat oil in large skillet on medium heat. Add onions; cook 4 to 5 min. or until softened. Stir in poblano chiles and remaining corn. Cook 5 min. or until heated through. Stir in sour cream, water and salt; cook 3 min. or until heated through.|Cut corn bread into 12 equal squares; top evenly with poblano mixture. Serve immediately.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Corn Bread with Poblanos & Sour Cream",
         "times": "02/22/2019, 18:37:43|03/24/2018, 23:22:17|05/12/2018, 19:35:14|12/30/2018, 06:27:11",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Double down on the berry waffle deliciousness with strawberry cream cheese spread and sliced fresh strawberries.",
         "estimatedTime": 5,
         "imageName": "Double Strawberry Waffle.jpg",
         "ingredients": "1 frozen waffle, toasted|2 Tbsp. PHILADELPHIA Strawberry Cream Cheese Spread|3 strawberries, sliced",
         "procedure": "Spread waffle with cream cheese spread; top with strawberries.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Double Strawberry Waffle",
         "times": "01/23/2018, 17:30:02|04/25/2019, 13:08:44|05/30/2018, 18:59:40|06/03/2018, 05:27:45",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Enjoy the flavors of the tropics with our Fabulous Tropical Fruit Salad! Sweetened sour cream topping adds the perfect finish to this tropical fruit salad.",
         "estimatedTime": 20,
         "imageName": "Fabulous Tropical Fruit Salad.jpg",
         "ingredients": "4 kiwis, peeled, sliced|3 navel oranges, peeled, sliced and cut in half|2 mangos, peeled, cubed|1 pineapple, cut into bite-size chunks|2 cups seedless red grapes|1/2 cup BREAKSTONES Reduced Fat or KNUDSEN Light Sour Cream|2 Tbsp. honey|1 tsp. orange zest",
         "procedure": "Combine fruit; spoon onto platter.|Mix remaining ingredients until blended.|Drizzle sour cream mixture over fruit just before serving.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Fabulous Tropical Fruit Salad",
         "times": "08/19/2019, 11:31:43",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Skip the trip to the bakery with our Glazed Lemon Sticky Buns. Glazed Lemon Sticky Buns are a cinch to make and are served nice and warm from the oven.",
         "estimatedTime": 50,
         "imageName": "Glazed Lemon Sticky Buns.jpg",
         "ingredients": "1 pkg. (3 oz.) JELL-O Lemon Flavor Gelatin|1 Tbsp. juice and 2 tsp. zest from 1 lemon, divided|1-1/2 cups powdered sugar, divided|2 can (8 oz. each) refrigerated crescent dinner rolls, divided|1/4 cup butter, melted, divided|2 oz. (1/4 of 8-oz. pkg.) PHILADELPHIA Cream Cheese, softened",
         "procedure": "Heat oven to 350°F.|Combine dry gelatin mix, lemon zest and 1/2 cup sugar.|Unroll 1 can crescent dough onto work surface; firmly press perforations and seams together to form 12x4-inch rectangle. Brush with half the butter, then sprinkle with half the gelatin mixture. Roll up, starting at one short end; cut into 6 slices. Arrange, cut-sides up, in half of 13x9-inch baking dish sprayed with cooking spray. Repeat with remaining dough, butter and gelatin mixture.|Bake 30 min. or until golden brown. Cool 5 min. Meanwhile, mix cream cheese, lemon juice and remaining sugar until blended.|Drizzle cream cheese glaze over warm rolls.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Glazed Lemon Sticky Buns",
         "times": "04/17/2019, 08:57:22|10/04/2019, 13:39:21|10/15/2018, 13:35:58",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Enjoy some Spanish flair first thing in the morning with our Migas recipe. This version of Migas includes peppers, onions, wieners and shredded cheese.",
         "estimatedTime": 17,
         "imageName": "Migas.jpg",
         "ingredients": "2 tsp. oil|1/2 red pepper|2 green onions|2 OSCAR MAYER Wieners|2 tostada shells (5 inch), coarsely broken|4 eggs|1/2 cup KRAFT Mexican Style Finely Shredded Four Cheese",
         "procedure": "Heat oil in medium skillet on medium-high heat. Chop pepper and onions; cut wieners into 1/2-inch-thick slices. Add vegetables and wieners to skillet; cook 2 min. or until peppers are crisp-tender. Stir in tostadas; cook 1 min. or until slightly softened, stirring occasionally.|Whisk eggs until well blended.|Add to skillet; cook 3 min. or until almost set, stirring occasionally. Top with cheese; cover. Cook 1 min. or until melted.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Migas",
         "times": "05/14/2019, 23:46:05|06/05/2018, 01:35:19|09/17/2018, 04:08:24",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Serve this sensational Strawberry Pancakes Recipe for a morning treat. The secret ingredient in our Strawberry Pancakes Recipe? Strawberry flavored JELL-O!",
         "estimatedTime": 25,
         "imageName": "Strawberry Pancakes Recipe.jpg",
         "ingredients": "4 cups fresh strawberries, sliced|1 pkg. (3 oz.) JELL-O Strawberry Flavor Gelatin, divided|2 cups flour|4 tsp. CALUMET Baking Powder|1/4 tsp. salt|2 eggs|2 cups milk|1/4 cup oil|1/2 cup maple-flavored or pancake syrup|1 cup thawed COOL WHIP Whipped Topping",
         "procedure": "Toss strawberries with 1 Tbsp. dry gelatin mix. Combine remaining dry gelatin mix, flour, baking powder and salt.|Whisk eggs, milk and oil in large bowl until blended. Stir in flour mixture.|Ladle batter onto hot griddle or into hot skillet sprayed with cooking spray, using 1/4 cup batter for each pancake; cook until bubbles form on tops, then turn to brown other sides.|Serve topped with syrup, strawberry mixture and COOL WHIP.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Strawberry Pancakes Recipe",
         "times": "06/11/2018, 22:19:28|06/27/2018, 15:20:37",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Fill your home with the sweet aroma of these Apple-Cinnamon Pancakes! Our Apple-Cinnamon Pancakes will be sure to get your family out of bed fast.",
         "estimatedTime": 30,
         "imageName": "Apple-Cinnamon Pancakes.jpg",
         "ingredients": "1/2 cup (1/2 of 8-oz. tub) PHILADELPHIA Cream Cheese Spread|1/2 cup sugar, divided|1/2 tsp. ground cinnamon|1-3/4 cups flour|1 Tbsp. CALUMET Baking Powder|1/4 tsp. salt|2 egg s|1 cup milk|1/4 cup oil|1 tsp. vanilla|2 Golden Delicious apple s, peeled, coarsely grated|1/2 tsp. zest and 1 Tbsp. juice from 1 lemon",
         "procedure": "Beat cream cheese spread, 1/4 cup sugar, salt and cinnamon with mixer until blended; refrigerate until ready to use. Combine flour, baking powder and remaining sugar in large bowl.|Whisk eggs, milk, oil and vanilla in medium bowl until blended. Toss apples with lemon zest and juice. Add to egg mixture; mix well. Add to flour mixture; stir just until moistened.|Ladle batter onto hot nonstick griddle or into hot nonstick skillet, using 1/4 cup batter for each pancake. Cook until bubbles form on tops, then turn to brown other sides.|Serve with cream cheese mixture.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Apple-Cinnamon Pancakes",
         "times": "07/10/2019, 19:34:03|07/12/2018, 06:29:21",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Add a little something extra to a familiar favorite with our Banana Bread with Applesauce recipe that's sure to be extra moist for your enjoyment.",
         "estimatedTime": 75,
         "imageName": "Banana Bread with Applesauce.jpg",
         "ingredients": "2 cups flour|2 tsp. CALUMET Baking Powder|1 tsp. ground cinnamon|1/2 tsp. salt|2 eggs, beaten|1 cup mashed fully ripe bananas (about 3)|1/2 cup packed brown sugar|1/2 cup granulated sugar|1/2 cup applesauce|1/2 cup chopped PLANTERS Walnuts",
         "procedure": "Heat oven to 350°F.|Combine flour, baking powder, cinnamon and salt. Mix eggs and bananas in large bowl until blended. Add sugars and applesauce; mix well. Add flour mixture; stir just until moistened. Stir in nuts.|Pour into greased and floured 9x5-inch loaf pan.|Bake 1 hour or until toothpick inserted near center comes out clean. Cool 10 min. Remove bread from pan to wire rack; cool completely.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Banana Bread with Applesauce",
         "times": "04/27/2019, 23:58:41|05/24/2018, 13:52:52|08/18/2018, 05:57:05",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Caramel bits and chopped walnuts add sweet nuttiness to this quick bread. It's super moist, too, thanks to the fully ripened bananas and sour cream.",
         "estimatedTime": 75,
         "imageName": "Banana-Caramel Bread.jpg",
         "ingredients": "2-1/4 cups flour|1-1/2 tsp. CALUMET Baking Powder|1/2 tsp. baking soda|1/2 tsp. salt|1/4 cup butter, softened|1 cup sugar|1 cup mashed fully ripe banana s (about 3)|1 cup BREAKSTONES or KNUDSEN Sour Cream|2 egg s|1 cup chopped PLANTERS Walnuts|1 cup KRAFT Caramel Bits",
         "procedure": "Heat oven to 350ºF.|Combine flour, baking powder, baking soda and salt. Beat butter and sugar in large bowl with mixer until blended. Add bananas, sour cream and eggs; mix well. Add combined flour mixture; mix just until moistened. Stir in nuts and caramel bits.|Pour into greased and floured 9x5-inch loaf pan.|Bake 1 hour or until toothpick inserted in center comes out clean. Cool 5 min. Remove bread from pan to wire rack; cool completely.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Banana-Caramel Bread",
         "times": "02/03/2019, 06:12:06",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Take dessert to the next level with our Blackberry and Pistachio Éclairs. Our Blackberry and Pistachio Éclairs include a creamy vanilla filling.",
         "estimatedTime": 105,
         "imageName": "Blackberry and Pistachio Éclairs.jpg",
         "ingredients": "1 pkg. (3.4 oz.) JELL-O Pistachio Flavor Instant Pudding|1 cup milk|1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, cubed, softened|1-1/2 cups thawed COOL WHIP Whipped Topping|1 cup water|1/2 cup butter|1 Tbsp. sugar|1 cup flour|5 eggs|1/2 cup blackberries, cut in half|1/4 cup chopped shelled pistachios",
         "procedure": "Heat oven to 425°F.|Beat pudding mix and milk in medium bowl with mixer 2 min. Add cream cheese; mix well. Stir in COOL WHIP. Refrigerate until ready to use.|Bring water, butter and sugar to boil in medium saucepan on medium heat, stirring occasionally with wooden spoon. Add flour; stir until blended. Cook and stir 3 min. or until dough forms ball that pulls away from side of pan. Remove from heat; let stand 5 min.|Add eggs, 1 at a time, mixing well after each addition.|Cover baking sheet with parchment. Spoon éclair dough into pastry bag fitted with star or round tip. Use to pipe dough into 15 (4-inch) logs, 1 inch apart, on prepared baking sheet.|Bake 20 min. Reduce oven temperature to 350ºF. Bake éclairs additional 25 min. Turn oven off; open oven door slightly. Let éclairs stand in oven 15 min. Transfer to wire rack; cool completely. Use serrated knife to cut off top third of each éclair; discard tops or reserve for another use. Use your fingers to remove and discard soft insides of éclairs.|Spoon pudding mixture into clean piping bag fitted with star tip. Use to pipe pudding mixture into éclair shells. Top with blackberries and pistachios.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Blackberry and Pistachio Éclairs",
         "times": "06/16/2018, 22:18:20|09/03/2018, 04:22:58",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "If you like cinnamony donuts, chances are excellent you'll like these Breakfast Fritters, also known as Buñuelos.",
         "estimatedTime": 25,
         "imageName": "Breakfast Fritters (Buñuelos).jpg",
         "ingredients": "1/4 cup sugar, divided|1/2 tsp. ground cinnamon|2 egg s|1 cup super-fine cornmeal|1/2 cup BAKERS ANGEL FLAKE Coconut|1 tsp. CALUMET Baking Powder|1 cup oil, for frying",
         "procedure": "Mix 2 Tbsp. of the sugar and the cinnamon; set aside. Place eggs, cornmeal, coconut, remaining 2 Tbsp. sugar and the baking powder in medium bowl; mix with hands until mixture is well blended and forms soft dough.|Shape 1/4-cup portions of dough into 2-inch rounds with moistened hands. Poke hole in center of each with end of wooden spoon or finger.|Heat oil in deep skillet on medium-high heat. Add the fritters, one at a time, to hot oil. Fry 3 min. or until golden brown on both sides, turning over once. Remove from oil with slotted spoon. Immediately add to sugar mixture; turn over to evenly coat both sides. Serve warm.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Breakfast Fritters (Buñuelos)",
         "times": "08/20/2019, 12:09:47",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Go the extra mile and make scones from scratch. These Cheese Scones are almost as easy to make and you can taste the difference in just one bite.",
         "estimatedTime": 32,
         "imageName": "Cheese Scones.jpg",
         "ingredients": "2 cups flour|2 tsp. CALUMET Baking Powder|1/2 tsp. salt|1/8 tsp. ground red pepper (cayenne)|1/3 cup cold butter, cut into 1/2-inch cubes|1-1/2 cups KRAFT Shredded Triple Cheddar Cheese with a TOUCH OF PHILADELPHIA|3 Tbsp. KRAFT Grated Parmesan Cheese|2 eggs|1/3 cup milk",
         "procedure": "Heat oven to 400ºF.|Mix first 4 ingredients in large bowl. Cut in butter with pastry blender or 2 knives until mixture resembles coarse crumbs. Stir in cheeses.|Whisk eggs and milk until blended. Make well in center of flour mixture. Add egg mixture; stir with fork until mixture forms stiff dough. Lightly knead dough just until it holds together. Pat or roll out to 1/2-inch thickness; cut into 3-inch rounds with floured biscuit cutter, rerolling scraps as necessary to make 10 rounds. Place on parchment-covered baking sheet.|Bake 15 to 17 min. or until golden brown. Serve warm.",
         "subcategory": "Breakfast & Brunch Recipes",
         "title": "Cheese Scones",
         "times": "07/16/2019, 03:48:18",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Cut back on coffee shop expenses with this Vanilla Chiller. It has all the sweetness you'll want thanks to a vanilla coffee, ice cream and chocolate blend.",
         "estimatedTime": 5,
         "imageName": "Vanilla Chiller.jpg",
         "ingredients": "1 cup brewed MAXWELL HOUSE Vanilla Flavored Coffee, chilled|4 triangles (1/3 of 3.52-oz bar) TOBLERONE Swiss Dark or Milk Chocolate with Honey and Almond Nougat, coarsely chopped|2 cups vanilla ice cream, softened|6 Tbsp. thawed COOL WHIP Whipped Topping|3/4 tsp. grated BAKERS Semi-Sweet Chocolate",
         "procedure": "Place coffee and dark chocolate in blender; cover. Blend on high speed until chocolate is chopped into small pieces. Add ice cream; cover. Pulse until smooth.|Pour into three tall glasses; top with whipped topping and grated chocolate.|Serve immediately.",
         "subcategory": "Drinks",
         "title": "Vanilla Chiller",
         "times": "05/11/2019, 14:52:24|05/18/2019, 19:42:06|09/14/2019, 00:42:02|09/26/2019, 10:47:23",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Relax and quench your thirst with the delicious Watermelon Agua Fresca. This refreshing beverage is great during the peak of summer or all year round.",
         "estimatedTime": 5,
         "imageName": "Watermelon Agua Fresca.jpg",
         "ingredients": "1-1/2 cups water|1/4 cup fresh lime juice|1 pkt. CRYSTAL LIGHT PURE On The Go Lemonade Flavor Drink Mix|5 cups seedless watermelon cubes (1 inch)",
         "procedure": "Blend ingredients in blender until smooth.|Pour through strainer into pitcher. Discard strained solids.|Serve prepared drink over ice.",
         "subcategory": "Drinks",
         "title": "Watermelon Agua Fresca",
         "times": "03/07/2019, 12:59:25",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Harness mango, pineapple & orange flavors to make this Hawaiian-style pineapple smoothie. This Orange-Mango-Pineapple Smoothie is goodness in a glass.",
         "estimatedTime": 5,
         "imageName": "Orange-Mango-Pineapple Smoothie.jpg",
         "ingredients": "3 cups pineapple-orange juice|3 cups frozen chopped mangos|1 pkg. (1 oz.) JELL-O Vanilla Flavor Sugar Free Fat Free Instant Pudding",
         "procedure": "Blend ingredients in blender until smooth.|Serve immediately.",
         "subcategory": "Drinks",
         "title": "Orange-Mango-Pineapple Smoothie",
         "times": "05/03/2018, 01:41:41|07/05/2018, 09:06:03|07/27/2018, 09:42:44",
         "isFavorite": false
      },
      {
         "category": "dinner",
         "description": "Strawberry-flavored lemonade drink mix is dissolved in cranberry-apple drink and blended with club soda for a fruity and fizzy summer drink.",
         "estimatedTime": 5,
         "imageName": "Patio Fizz.jpg",
         "ingredients": "3 cups cold cranberry-apple drink|1/4 cup COUNTRY TIME Strawberry Lemonade Drink Mix|1 cup cold club soda",
         "procedure": "Add cranberry-apple drink to drink mix in 2-qt. plastic or glass pitcher; stir until mix is dissolved. Refrigerate until ready to serve.|Stir in club soda.|Serve over ice cubes in 4 tall glasses.",
         "subcategory": "Drinks",
         "title": "Patio Fizz",
         "times": "03/02/2019, 00:53:09|10/15/2018, 23:19:32|10/25/2018, 14:51:00",
         "isFavorite": true
      },
      {
         "category": "dinner",
         "description": "Frozen mixed berries and cottage cheese are what make these smoothies super: super thick, super creamy and super delicious!",
         "estimatedTime": 5,
         "imageName": "Super Smoothie.jpg",
         "ingredients": "1 cup fat-free milk|1 cup BREAKSTONES or KNUDSEN 2% Milkfat Low Fat Cottage Cheese|1 cup frozen mixed berries (blackberries, blueberries, raspberries, strawberries)|1 stick CRYSTAL LIGHT On The Go Energy Wild Strawberry Flavor Drink Mix",
         "procedure": "Blend ingredients in blender until smooth.|Serve immediately.",
         "subcategory": "Drinks",
         "title": "Super Smoothie",
         "times": "10/26/2019, 21:31:38",
         "isFavorite": true
      }
   ]
}