{
  "results": [
     {
        "category": "dinner",
        "description": "Discover Fluffy Tapioca Cream, infused with egg yolk and flavored with vanilla. Serve Fluffy Tapioca Cream either warm or cold for a luscious dessert.",
        "estimatedTime": null,
        "imageName": "Fluffy Tapioca Cream.jpg",
        "ingredients": "3 Tbsp. MINUTE Tapioca|2 cups milk|1 egg, separated|6 Tbsp. sugar, divided|1 tsp. vanilla",
        "procedure": "Combine tapioca, milk, egg yolk and 3 Tbsp. sugar in medium saucepan. Let stand 5 min.|Meanwhile, beat egg white in small bowl with mixer on high speed until foamy. Gradually add remaining sugar, beating constantly until soft peaks form.|Bring to full boil on medium heat, stirring constantly. Remove from heat. Quickly stir egg white mixture into hot tapioca in saucepan until well blended. Stir in vanilla. Cool 20 min. Stir before serving.",
        "subcategory": "Desserts Recipes",
        "title": "Fluffy Tapioca Cream",
        "times": "06/21/2018, 18:24:31",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Our Fudgy Walnut Pie is super chocolatey and requires a full cup and a half of walnuts. It is, quite simply, the best you'll ever have.",
        "estimatedTime": 105,
        "imageName": "Fudgy Walnut Pie.jpg",
        "ingredients": "1/2 pkg. (15 oz.) ready-to-use refrigerated pie crusts (1 crust)|2 pkg. (4 oz. each) BAKERS Semi-Sweet Chocolate, broken into pieces|1/4 cup (1/2 stick) butter, softened|3/4 cup firmly packed brown sugar|3 eggs|1 tsp. vanilla|1/4 cup flour|1 cup chopped PLANTERS Walnuts|1/2 cup PLANTERS Walnut Halves",
        "procedure": "Position oven rack in lower third of oven. Preheat oven to 375°F. Prepare pie crust as directed on package, using 9-inch pie plate; set aside. Microwave chocolate in large microwaveable bowl on HIGH 2 min. Stir until chocolate is completely melted; set aside.|Beat butter and sugar in large bowl with electric mixer on medium speed until light and fluffy. Add eggs, 1 at a time, beating well after each addition. Blend in melted chocolate and vanilla. Add flour; mix well. Stir in chopped walnuts. Pour into crust. Arrange walnut halves over filling.|Bake 25 min. or until center of filling is set. Cool completely. Refrigerate at least 1 hour before serving.",
        "subcategory": "Desserts Recipes",
        "title": "Fudgy Walnut Pie",
        "times": "01/06/2018, 18:46:08|09/15/2018, 04:10:00",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "As if banana pudding weren't luscious enough on its own, we've gilded the dessert lily and layered it with vanilla wafers and a sweet pecan topping.",
        "estimatedTime": 225,
        "imageName": "Deep-Dish Layered Banana Pudding.jpg",
        "ingredients": "46 vanilla wafers, divided|1/2 cup chopped PLANTERS Pecans|1/3 cup packed brown sugar|1 tsp. ground cinnamon|3 Tbsp. butter, melted|2 pkg. (3.4 oz. each) JELL-O Vanilla Flavor Instant Pudding|2 cups cold milk|1 tub (8 oz.) COOL WHIP Whipped Topping, thawed, divided|4 banana s (1 lb.), sliced|1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1/4 cup granulated sugar",
        "procedure": "Heat oven to 350ºF.|Crush 30 wafers; mix with next 4 ingredients. Spread onto bottom of rimmed baking sheet sprayed with cooking spray. Bake 8 to 10 min. or until golden brown, stirring after 5 min. Cool.|Beat pudding mixes and milk in medium bowl with whisk 2 min. (Pudding will be thick.) Stir in 1 cup COOL WHIP.|Layer 1/3 of the crumb mixture and half each of the bananas and pudding in 2-qt. bowl; repeat layers.|Beat cream cheese and granulated sugar in medium bowl with mixer until blended. Gently stir in 1 cup of the remaining COOL WHIP; spread over top of dessert, sealing to edge of bowl. Sprinkle with remaining crumb mixture. Refrigerate 3 hours.|Serve topped with remaining COOL WHIP and whole wafers.",
        "subcategory": "Desserts Recipes",
        "title": "Deep-Dish Layered Banana Pudding",
        "times": "02/25/2018, 03:22:00",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Make your day more colorful with our Berry Fruit Tart recipe. Fresh blackberries, raspberries and sliced strawberries combine delightfully with cream cheese and puff pastry in our Berry Fruit Tart.",
        "estimatedTime": 75,
        "imageName": "Berry Fruit Tart.jpg",
        "ingredients": "1 frozen puff pastry sheet (1/2 of 17-1/4-oz. pkg.), thawed|1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|1/3 cup powdered sugar|2 Tbsp. apple juice|3 cups mixed assorted berries (blackberries, raspberries and sliced strawberries)|2 Tbsp. apple jelly, melted, cooled",
        "procedure": "Heat oven to 400°F.|Unfold pastry on lightly floured surface; roll into 14x10-inch rectangle with rolling pin. Transfer to large baking sheet; brush edges with water. Fold over 1/2 inch around all sides, then press firmly onto bottom of pastry to form rim. Pierce bottom of pastry in several places with fork.|Bake 15 min. or until golden brown, breaking any large air bubbles with fork after 10 min. Transfer pastry to wire rack; cool completely.|Beat cream cheese, sugar and apple juice until blended; spread onto pastry. Top with berries. Brush melted jelly over fruit just before serving.",
        "subcategory": "Desserts Recipes",
        "title": "Berry Fruit Tart",
        "times": "07/13/2019, 07:30:22",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Start spreading the news for Pineapple-Topped New York Cheesecake. This Pineapple-Topped New York Cheesecake is great for a special occasion.",
        "estimatedTime": 380,
        "imageName": "Pineapple-Topped New York Cheesecake.jpg",
        "ingredients": "7 graham crackers, finely crushed (about 1 cup)|3 Tbsp. butter, melted|1 cup plus 3 Tbsp. sugar, divided|4 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|1 cup BREAKSTONES or KNUDSEN Sour Cream|1 Tbsp. vanilla|4 egg s|1 can (8 oz.) pineapple tidbits in juice, very well drained|1/2 cup pineapple preserves",
        "procedure": "Heat oven to 325ºF.|Mix graham crumbs, butter and 3 Tbsp. sugar; press onto bottom of 9-inch springform pan. Bake 10 min.|Meanwhile, beat cream cheese and remaining sugar with mixer until well blended. Beat in sour cream and vanilla. Add eggs, 1 at a time, beating on low speed after each just until blended.|Pour batter over crust. Bake 55 min. to 1 hour or until center is almost set. Run knife around rim of pan to loosen cake; cool before removing rim. Refrigerate cheesecake 4 hours.|Mix pineapple and preserves; spread over cheesecake just before serving.",
        "subcategory": "Desserts Recipes",
        "title": "Pineapple-Topped New York Cheesecake",
        "times": "08/23/2018, 16:15:39",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Try our Apple Crisp Recipe for a tasty treat that's ready in no-time—thanks to instant vanilla pudding and a cranberry-pecan granola mix!",
        "estimatedTime": 70,
        "imageName": "Apple Crisp Recipe.jpg",
        "ingredients": "5 tart apples, peeled, sliced (about 6 cups)|1 pkg. (1.0 oz.) JELL-O Vanilla Flavor Sugar Free Fat Free Instant Pudding|1/4 cup sugar|1/2 tsp. ground cinnamon|1/3 cup water|3 Tbsp. butter|1-1/2 cups cranberry-pecan granola",
        "procedure": "Heat oven to 350ºF.|Toss apples with next 3 ingredients in large bowl. Stir in water; spoon into 1-1/2-qt. baking dish.|Microwave butter in medium microwaveable bowl on HIGH 30 sec. or until melted. Stir in granola; spoon over apple mixture.|Bake 50 min. or until apples are tender.",
        "subcategory": "Desserts Recipes",
        "title": "Apple Crisp Recipe",
        "times": "09/12/2019, 01:02:03",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Take a bite of these decadent Mocha Cheesecake Minis and serve at your next holiday party. You'll love the hints of chocolate and coffee in this mocha cheesecake, all topped with some whipped topping for a delicious dessert you don't have to share.",
        "estimatedTime": 95,
        "imageName": "Mocha Cheesecake Minis.jpg",
        "ingredients": "10 vanilla creme-filled chocolate sandwich cookies, finely crushed (about 3/4 cup)|2 Tbsp. butter, melted|2 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|1/2 cup sugar|2 eggs|1 tsp. MAXWELL HOUSE Instant Coffee|2 tsp. water|1 pkg. (4 oz.) BAKERS Semi-Sweet Chocolate, melted, cooled|1-1/8 tsp. unsweetened cocoa powder, divided|1 cup thawed COOL WHIP Whipped Topping|24 chocolate-covered coffee beans",
        "procedure": "Heat oven to 350ºF.|Mix cookie crumbs and butter; press about 1 Tbsp. onto bottom of each of 12 foil-lined muffin cups. Bake 8 min.|Beat cream cheese and sugar with mixer until blended. Add eggs; beat just until blended. Dissolve coffee in water. Add to batter with melted chocolate; beat until blended. Spoon about 1/4 cup batter into each cup. (Cups will be full.)|Bake 23 to 25 min. or until centers are almost set. Cool completely.|Add 1 tsp. cocoa powder to COOL WHIP; stir gently until blended. Spoon into pastry bag fitted with decorating tip; use to pipe COOL WHIP mixture onto cheesecakes. Garnish with remaining cocoa powder and coffee beans.",
        "subcategory": "Desserts Recipes",
        "title": "Mocha Cheesecake Minis",
        "times": "01/11/2018, 13:45:07",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Come as close as possible to perfection with our OREO-Raspberry Cookie Balls recipe. Our OREO-Raspberry Cookie Balls are dipped and drizzled in chocolate.",
        "estimatedTime": 90,
        "imageName": "OREO-Raspberry Cookie Balls.jpg",
        "ingredients": "1 pkg. (8 oz.) PHILADELPHIA Cream Cheese, softened|36 OREO Cookies, finely crushed|1/4 cup raspberry jam|1/4 cup chopped dried cranberries|1 oz. BAKERS White Chocolate, melted|2 drops red food coloring|4 pkg. (4 oz. each) BAKERS Semi-Sweet Chocolate, broken into pieces, melted",
        "procedure": "Mix first 4 ingredients until blended.|Shape into 48 (1-inch) balls. Freeze 10 min. Meanwhile, mix white chocolate and food coloring until blended.|Dip balls in semi-sweet chocolate, turning to evenly coat each ball; place on waxed paper-covered rimmed baking sheet. Drizzle with pink chocolate. Refrigerate 1 hour or until firm.",
        "subcategory": "Desserts Recipes",
        "title": "OREO-Raspberry Cookie Balls",
        "times": "02/14/2019, 17:59:47|09/28/2018, 22:16:31",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Add delicious fall flavor to a pumpkin spice cake with brown sugar frosting. Pumpkin Spice Cake with Brown Sugar Frosting features the perfect amount of sugar, spice and everything nice—plus delicious cream cheese.",
        "estimatedTime": 110,
        "imageName": "Pumpkin Spice Cake with Brown Sugar Frosting.jpg",
        "ingredients": "1 pkg. (2-layer size) spice cake mix|1 cup water|1 cup canned pumpkin|1/3 cup oil|3 eggs|3/4 cup chopped PLANTERS Walnuts|1 pkg. (8 oz.) PHILADELPHIA Neufchatel Cheese, softened|1/3 cup packed dark brown sugar|1 cup thawed COOL WHIP LITE Whipped Topping",
        "procedure": "Heat oven to 350ºF.|Beat first 5 ingredients in large bowl with mixer until well blended. Stir in nuts. Pour into 13x9-inch pan sprayed with cooking spray.|Bake 30 to 32 min. or until toothpick inserted in center comes out clean. Cool completely.|Beat Neufchatel and sugar in small bowl with mixer until well blended. Add COOL WHIP; mix well. Spread over cake.",
        "subcategory": "Desserts Recipes",
        "title": "Pumpkin Spice Cake with Brown Sugar Frosting",
        "times": "02/11/2018, 05:50:21",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Delight in this Raspberry Angel Cakes' gelatin, raspberries and whipped topping. Our sweetly unique Raspberry Angel Cake is truly heavenly.",
        "estimatedTime": 200,
        "imageName": "Raspberry Angel Cake.jpg",
        "ingredients": "3 cups boiling water|2 pkg. (3 oz. each) JELL-O Raspberry Flavor Gelatin|1 pkg. (12 oz.) frozen red raspberries (Do not thaw.)|1 pkg. (7.5 oz.) round prepared angel food cake, cut into 21 thin slices|1 cup thawed COOL WHIP Whipped Topping",
        "procedure": "Add boiling water to gelatin mixes in medium bowl; stir 2 min. until completely dissolved. Add berries; stir until thawed. Pour into 9-inch round pan sprayed with cooking spray.|Arrange cake slices in concentric circles over gelatin, with slices overlapping as necessary to completely cover gelatin.|Refrigerate 3 hours or until gelatin is firm. Unmold onto plate; top with COOL WHIP.",
        "subcategory": "Desserts Recipes",
        "title": "Raspberry Angel Cake",
        "times": "11/11/2018, 09:21:09",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Serve up this delectable Apricot Crumble Pie for dessert tonight. This Apricot Crumble Pie includes tapioca, brown sugar and fresh apricots.",
        "estimatedTime": 80,
        "imageName": "Apricot Crumble Pie.jpg",
        "ingredients": "2-1/4 lb. apricots, peeled, sliced (about 6 cups)|3/4 cup granulated sugar|1/4 cup MINUTE Tapioca|1/2 cup flour|1/4 cup packed brown sugar|1/4 cup cold butter or margarine, cut up|1 ready-to-use refrigerated pie crust (1/2 of 14.1-oz. pkg.)",
        "procedure": "Heat oven to 400°F.|Toss apricots with granulated sugar and tapioca. Let stand 15 min. Mix flour and brown sugar in medium bowl. Cut in butter until mixture resembles coarse crumbs; set aside.|Prepare pie crust as directed on package for unfilled 1-crust pie, using 9-inch pie plate. Fill with apricot mixture; top with crumb mixture.|Bake 45 to 50 min. or until juices form bubbles that burst slowly. Cool.",
        "subcategory": "Desserts Recipes",
        "title": "Apricot Crumble Pie",
        "times": "06/11/2018, 19:17:36",
        "isFavorite": true
     },
     {
        "category": "dinner",
        "description": "Add some magic to dessert with the Black Magic Parfait Cups Recipe. Chocolate and vanilla ice creams, fudge topping, crushed chocolate sandwich cookies and whipped topping are layered for a luscious dessert in our Black Magic Parfait Cups recipe.",
        "estimatedTime": 20,
        "imageName": "Black Magic Parfait Cups Recipe.jpg",
        "ingredients": "24 OREO Cookies, divided|1 pt. (2 cups) chocolate ice cream|1 cup hot fudge ice cream topping|1 pt. (2 cups) vanilla ice cream|1 cup thawed COOL WHIP Whipped Topping",
        "procedure": "Finely crush 16 of the cookies; set aside.|Scoop 1/4 cup chocolate ice cream into each of 8 (6-oz.) parfait glasses; top each with 1 Tbsp. each fudge topping and cookie crumbs. Repeat all layers, except use the vanilla ice cream. Serve immediately. Or, cover and freeze until ready to serve.|Top with whipped topping and remaining cookies just before serving.",
        "subcategory": "Desserts Recipes",
        "title": "Black Magic Parfait Cups Recipe",
        "times": "05/11/2019, 18:34:28|12/29/2018, 04:30:43",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Discover your new go-to dessert with our Dark Chocolate Ganache Cheesecake! Top your chocolate ganache cheesecake with raspberries for a gorgeous treat.",
        "estimatedTime": 6,
        "imageName": "Dark Chocolate Ganache Cheesecake.jpg",
        "ingredients": "1-1/2 cups graham cracker crumbs|3 Tbsp. sugar|1/3 cup butter or margarine, melted|4 pkg. (8 oz. each) PHILADELPHIA Cream Cheese, softened|1 cup sugar|1 tsp. vanilla|4 egg s|1 tub (8 oz.) COOL WHIP Whipped Topping (Do not thaw.)|6 oz. BAKERS Bittersweet Chocolate|1 cup fresh raspberries",
        "procedure": "Heat oven to 325°F.|Mix graham crumbs, 3 Tbsp. sugar and butter; press onto bottom of 9-inch springform pan.|Beat cream cheese, 1 cup sugar and vanilla with mixer until blended. Add eggs, 1 at a time, mixing on low speed after each just until blended. Pour over crust.|Bake 55 min. or until center is almost set. Run knife around rim of pan to loosen cake; cool before removing rim. Refrigerate cheesecake 4 hours.|Microwave COOL WHIP and chocolate in microwaveable bowl on HIGH 2 to 2-1/2 min. or until chocolate is completely melted and mixture is well blended, stirring after each minute. Cool 15 min.; slowly pour over cheesecake. Garnish with raspberries.",
        "subcategory": "Desserts Recipes",
        "title": "Dark Chocolate Ganache Cheesecake",
        "times": "01/11/2019, 10:29:43",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Explore this Easy Caramel Apple Bread Pudding recipe. Drizzled with homemade caramel sauce, this Easy Caramel Apple Bread Pudding is perfect for fall.",
        "estimatedTime": 2,
        "imageName": "Easy Caramel Apple Bread Pudding.jpg",
        "ingredients": "1 Tbsp. butter|3 small Gala apples, peeled, chopped (about 3 cups)|25 KRAFT Caramels|1 can (12 oz.) evaporated milk, divided|1 can (14 oz.) sweetened condensed milk|4 eggs|1 tsp. vanilla|1/2 tsp. ground cinnamon|3/4 lb. unsliced white bread, cut into 1-inch cubes (about 8 cups)|1/2 cup dried cranberries|1 cup thawed COOL WHIP Whipped Topping",
        "procedure": "Heat oven to 350°F.|Melt butter in large skillet on medium heat. Add apples; cook 5 min. or until crisp-tender, stirring frequently. Remove from heat.|Place caramels in microwaveable bowl. Add 2 Tbsp. evaporated milk; set aside. Pour remaining evaporated milk into large bowl. Add sweetened condensed milk, eggs, vanilla and cinnamon; whisk until blended. Add bread; stir until liquid is absorbed. Stir in apples and cranberries; pour into 2-qt. casserole sprayed with cooking spray.|Place casserole dish in shallow pan. Add enough water to pan to come halfway up side of casserole dish.|Bake 1 hour 10 min. or until knife inserted in center of pudding comes out clean. Remove pudding from water bath; cool slightly.|Microwave caramels in microwaveable bowl on HIGH 1 min. or until completely melted, stirring every 30 sec. Drizzle over pudding. Serve topped with COOL WHIP.",
        "subcategory": "Desserts Recipes",
        "title": "Easy Caramel Apple Bread Pudding",
        "times": "02/26/2018, 11:41:23|05/16/2018, 02:21:39|05/30/2018, 23:39:59|06/11/2019, 23:36:59",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Swap out ice cream for pudding and whipped topping to get tasty Homemade 'Ice Cream' Sandwiches. These Homemade 'Ice Cream' Sandwiches sure are delightful!",
        "estimatedTime": 130,
        "imageName": "Homemade 'Ice Cream' Sandwiches.jpg",
        "ingredients": "1 pkg. (3.4 oz.) JELL-O Vanilla Flavor Instant Pudding|1 cup cold milk|1-1/2 cups thawed COOL WHIP LITE Whipped Topping|16 cinnamon graham cracker s, broken in half (32 squares)",
        "procedure": "Beat pudding mix and milk in medium bowl with whisk 2 min. (Pudding will be thick.) Stir in COOL WHIP.|Spoon onto 16 graham squares. Top each with second graham square to make sandwich; press together gently to secure. Place in shallow pan; cover.|Freeze 2 hours or until firm. Transfer to airtight container. Store in freezer up to 2 weeks.",
        "subcategory": "Desserts Recipes",
        "title": "Homemade 'Ice Cream' Sandwiches",
        "times": "02/08/2019, 21:35:40|06/26/2018, 14:53:39|06/28/2019, 20:32:23|10/21/2019, 08:47:15",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "No graham crackers? No problem. These scrumptious little s'mores start with mini fudge-covered shortbread cookies.",
        "estimatedTime": 5,
        "imageName": "Mini Shortbread S'mores.jpg",
        "ingredients": "1 pkg. (0.74 oz) mini fudge-covered shortbread cookies|8 JET-PUFFED Miniature Marshmallow s",
        "procedure": "Place 8 cookies, chocolate-sides up, in single layer on microwaveable plate; top with marshmallows.|Microwave on HIGH 10 sec. or until marshmallow puff.|Cover with remaining cookies.",
        "subcategory": "Desserts Recipes",
        "title": "Mini Shortbread S'mores",
        "times": "02/21/2019, 13:35:55",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Not a baker? Not a problem! Put your own festive spin on yummy peanut butter cookies with a white chocolate beard and sprinkled hat for Santa!",
        "estimatedTime": 35,
        "imageName": "Peanut Butter Cookie Santas.jpg",
        "ingredients": "12 peanut butter sandwich cookie s|1 pkg. (4 oz.) BAKERS White Chocolate, melted|2 Tbsp. red colored sugar|24 miniature semi-sweet chocolate chips|decorations: 12 each small red and white hard candies",
        "procedure": "Dip both ends of each cookie in chocolate, leaving a 1-inch section in center uncoated. Place on waxed paper-covered tray. Sprinkle sugar over one end of each cookie for Santas hat.|Use remaining white chocolate to attach to each cookie: 2 chocolate chips for Santas eyes, 1 white candy for pom pom of hat and red candy for nose.|Let stand 20 min. or until chocolate is firm.",
        "subcategory": "Desserts Recipes",
        "title": "Peanut Butter Cookie Santas",
        "times": "04/02/2019, 14:44:39|05/07/2018, 23:56:29|07/06/2018, 17:07:03",
        "isFavorite": true
     },
     {
        "category": "dinner",
        "description": "Allow sea salt to bring the element of surprise to this chocolate-studded pecan pie. Salted-Chocolate Pecan Pie is the best of everything a dessert should be in one pie shell: sweet, salty, chocolatey. Serve this Salted-Chocolate Pecan Pie in addition to your favorite pecan pie for absolute balance.",
        "estimatedTime": 70,
        "imageName": "Salted-Chocolate Pecan Pie.jpg",
        "ingredients": "1 ready-to-use refrigerated pie crust (1/2 of 14.1-oz. pkg.)|2 tsp. flour, divided|3 egg s|1 cup light corn syrup|1 cup sugar|2 Tbsp. butter, melted|1 tsp. vanilla|1 cup PLANTERS Pecan Halves|2 oz. BAKERS Semi-Sweet Chocolate, coarsely chopped|1/2 tsp. coarse sea salt",
        "procedure": "Heat oven to 400ºF.|Unroll pie crust; sprinkle with half the flour. Turn; sprinkle with remaining flour. Press firmly onto bottom and up side of 9-inch pie plate; flute edge.|Whisk next 5 ingredients until blended. Stir in nuts; pour into crust. Sprinkle with chocolate.|Bake 15 min. Reduce oven temperature to 350ºF. Continue baking 30 to 35 min. or until top is puffed and lightly browned. Cool completely, sprinkling with salt after 15 min.",
        "subcategory": "Desserts Recipes",
        "title": "Salted-Chocolate Pecan Pie",
        "times": "05/20/2018, 19:55:59|10/09/2018, 06:06:35|10/29/2018, 02:37:12",
        "isFavorite": true
     },
     {
        "category": "dinner",
        "description": "Scream for ice cream--cake!--with our Sundae Cone 'Cake' recipe. There's nothing better than a Sundae Cone 'Cake' made with real ice cream and sugar cone.",
        "estimatedTime": 265,
        "imageName": "Sundae Cone 'Cake'.jpg",
        "ingredients": "1 container (1.5 qt.) vanilla ice cream, slightly softened|6 sugar cones, divided|1 pkg. (4 oz.) BAKERS Semi-Sweet Chocolate|1 Tbsp. oil|1/4 cup chopped PLANTERS Dry Roasted Peanuts",
        "procedure": "Use back of spoon to pack ice cream into foil-lined 1-1/2-qt. bowl. Crush 4 sugar cones; sprinkle over ice cream. Press gently into ice cream to form even crust.|Freeze 4 hours or until ice cream is firm.|Unmold dessert onto plate; remove foil. Break remaining cones into pieces; press into side of dessert.|Melt chocolate as directed on package just before serving dessert. Stir in oil; cool slightly. Drizzle over dessert; sprinkle with nuts.",
        "subcategory": "Desserts Recipes",
        "title": "Sundae Cone 'Cake'",
        "times": "01/03/2019, 18:10:30|03/28/2018, 19:31:00",
        "isFavorite": false
     },
     {
        "category": "dinner",
        "description": "Let kids take turns layering the vanilla pudding, wafers, berries and whipped cream of this creamy trifle recipe, which serves 16.",
        "estimatedTime": 195,
        "imageName": "Vanilla-Berry Trifle in a Cloud.jpg",
        "ingredients": "1 tub (8 oz.) COOL WHIP Whipped Topping, thawed|40 vanilla wafers, divided|2 pkg. (3.4 oz. each) JELL-O Vanilla Flavor Instant Pudding|3-1/2 cups cold milk|2 cups mixed berries (blueberries, raspberries, sliced fresh strawberries)",
        "procedure": "Use back of spoon to spread COOL WHIP onto bottom and up side of 2-1/2-qt. trifle dish or clear glass serving bowl. Gently press 16 wafers into COOL WHIP around side of bowl.|Beat pudding mixes and milk with whisk 2 min. Spoon half into prepared trifle dish; top with layers of half each of the remaining wafers and berries. Repeat layers.|Refrigerate 3 hours or until wafers begin to soften.",
        "subcategory": "Desserts Recipes",
        "title": "Vanilla-Berry Trifle in a Cloud",
        "times": "05/30/2018, 06:05:36|08/18/2019, 19:52:31|09/17/2018, 00:11:40",
        "isFavorite": false
     }
  ]
}